{
  "info": "Info",
  "test": "Testing",
  "results": "Results",

  "title": "Young Schema Questionnaire YSQ-3",
  "description_1": "The questionnaire includes 90 statements that you can use to describe yourself. Sequentially, read each statement and choose from the provided options how accurately it characterizes you. If you are unsure how to answer, rely on how you feel rather than what you think is right.",
  "description_2": "Choose the appropriate answer and click the 'Next Question' button. Once you have answered all 90 questions, a results table will appear on the screen. If you need to send the test results to your email, there will be an email input field below the table. To complete the test, be sure to click the 'Finish' button.",
  "description_3": "Before starting the test, you will need to enter your name. Your name and answers will be stored on your device during the test, allowing you to resume the test from where you left off in case you accidentally close the tab or turn off the device. For a comfortable test experience, you can choose a light or dark theme in the top right corner of the screen.",

  "saved_data": "An unfinished test has been detected on your device for the name  - ",
  "input_name": "To start the test, please enter your name:",
  "input_error_message": "use only Cyrillic or Latin letters and spaces, text length no more than 40 characters",

  "test_result": "Test Result",
  "shema": "Schema Name",
  "answers": "Answers",
  "sum": "Sum",
  "average": "Average",
  "percent": "Percentage",
  "sum5and6": "5 and 6",
  "result_page_text_1": "You can get a detailed overview of the results from the specialist who referred you for testing, you should not interpret the results yourself.",
  "result_page_text_2": "If you need to send the result by email, enter your address, if not, then leave the input field empty. To complete the test and save the results, click 'Finish' and wait for the success message (it may take 1-2 minutes, the application is still on free hosting, that's why there is such a delay). Afterwards, you will be redirected to the test home page.",
  "test_success": "Result successfully saved",
  "test_error": "Save error, please try again later",

  "input_password": "Enter password:",
  "wrong_password": "You entered the wrong password, try again:",
  "title_results_list": "List of results",
  "name": "Client's name",
  "date": "Date of completion",
  "result_for": "Result for ",

  "placeholder_name": "enter your name",
  "placeholder_email": "enter your e-mail",
  "email_input_error": "you entered an incorrect address",

  "button_to_test": "Go to the test",
  "button_start_new_test": "Start a new one",
  "button_continue_test": "Continue",
  "button_next": "Next question",
  "button_prev": "Previous question",
  "button_submit": "Confirm",
  "button_complete": "Finish",
  "button_back_to_list_results": "Go back to the list",
  "button_back_to_result": "Return to the result",

  "answer_1": "Completely untrue of me",
  "answer_2": "Mostly untrue of me",
  "answer_3": "Slightly more true than untrue",
  "answer_4": "Moderately true of me",
  "answer_5": "Mostly true of me",
  "answer_6": "Describes me perfectly",

  "YSQ_S3_schema_1": "Emotional Deprivation",
  "YSQ_S3_schema_2": "Abandonment",
  "YSQ_S3_schema_3": "Mistrust / Abuse",
  "YSQ_S3_schema_4": "Social Isolation",
  "YSQ_S3_schema_5": "Defectiveness / Shame",
  "YSQ_S3_schema_6": "Failure",
  "YSQ_S3_schema_7": "Dependence / Incompetence",
  "YSQ_S3_schema_8": "Vulnerability to Harm",
  "YSQ_S3_schema_9": "Enmeshment / Undeveloped Self",
  "YSQ_S3_schema_10": "Subjugation",
  "YSQ_S3_schema_11": "Self-Sacrifice",
  "YSQ_S3_schema_12": "Emotional Inhibition",
  "YSQ_S3_schema_13": "Unrelenting Standards / Hipercriticalness",
  "YSQ_S3_schema_14": "Entitlement / Grandiosity",
  "YSQ_S3_schema_15": "Insufficient Self-Control",
  "YSQ_S3_schema_16": "Approval Seeking",
  "YSQ_S3_schema_17": "Negativity / Pessimism",
  "YSQ_S3_schema_18": "Punitiveness",

  "YSQ_S3_question_1": "I haven't had someone to nurture me, share him/herself with me, or care about everything that happens to me",
  "YSQ_S3_question_2": "I find myself clinging to people I'm close to because I'm afraid they'll leave me",
  "YSQ_S3_question_3": "I feel that people will take advantage of me",
  "YSQ_S3_question_4": "I don't fit in",
  "YSQ_S3_question_5": "No man/woman I desire could love me once he or she saw my defects or flaws",
  "YSQ_S3_question_6": "Almost nothing I do at work (or school) is as good as other people can do",
  "YSQ_S3_question_7": "I do not feel capable of getting by on my own in everyday life",
  "YSQ_S3_question_8": "I can't seem to escape the feeling that something bad is about to happen",
  "YSQ_S3_question_9": "I have not been able to separate myself from my parent(s) the way other people my age seem to",
  "YSQ_S3_question_10": "I think that if I do what I want, I'm only asking for trouble",
  "YSQ_S3_question_11": "I'm the one who usually ends up taking care of the people I'm close to",
  "YSQ_S3_question_12": "I am too self-conscious to show positive feelings to others (e.g., affection, showing care)",
  "YSQ_S3_question_13": "I must be the best at most of what I do; I can't accept second best",
  "YSQ_S3_question_14": "I have a lot of trouble accepting 'no' for and answer when I want something from other people",
  "YSQ_S3_question_15": "I can't seem to discipline myself to complete most routine or boring tasks",
  "YSQ_S3_question_16": "Having money and knowing important people makes me feel worthwhile",
  "YSQ_S3_question_17": "Even when things seem to be going well, I feel that it is only temporary",
  "YSQ_S3_question_18": "If I make a mistake, I deserve to be punished",
  "YSQ_S3_question_19": "I don't have people to give me warmth, holding, and affection",
  "YSQ_S3_question_20": "I need other people so much that I worry about losing them",
  "YSQ_S3_question_21": "I feel that I cannot let my guard down in the presence of other people, or else they will intentionally hurt me",
  "YSQ_S3_question_22": "I'm fundamentally different from other people",
  "YSQ_S3_question_23": "No one I desire would want to stay close to me if he or she knew the real me",
  "YSQ_S3_question_24": "I'm incompetent when it comes to achievement",
  "YSQ_S3_question_25": "I think of myself as a dependent person when it comes to everyday functioning",
  "YSQ_S3_question_26": "I feel that a disaster (natural, criminal, fina ncial, or medical) could strike at any moment",
  "YSQ_S3_question_27": "My parent(s) and I tend to be over-involved in each other's lives and problems",
  "YSQ_S3_question_28": "I feel as if I have no choice but to give in to others more than myself",
  "YSQ_S3_question_29": "I am a good person because I think of others more than myself",
  "YSQ_S3_question_30": "I find it embarrassing to express my feelings to others",
  "YSQ_S3_question_31": "I try to do my best; I can't settle for 'good enough'",
  "YSQ_S3_question_32": "I'm special and shouldn't have to accept many of the restrictions or limitations placed on other people",
  "YSQ_S3_question_33": "I can't reach a goal, I become easily frustrated and give up",
  "YSQ_S3_question_34": "Accomplishments are most valuable to me if other people notice them",
  "YSQ_S3_question_35": "If something good happens, I worry that something bad is likely to follow",
  "YSQ_S3_question_36": "If I don't try my hardest, I should expect to lose out",
  "YSQ_S3_question_37": "I haven't felt that I am special to someone",
  "YSQ_S3_question_38": "I worry that people I feel close to will leave me or abandon me",
  "YSQ_S3_question_39": "It is only a matter of time before someone betrays me",
  "YSQ_S3_question_40": "I don't belong; I'm a loner",
  "YSQ_S3_question_41": "I'm unworthy of the love, attention, and respect of others",
  "YSQ_S3_question_42": "Most other people are more capable than I am in areas of work and achievement",
  "YSQ_S3_question_43": "I lack common sense",
  "YSQ_S3_question_44": "I worry about being physically attacked by people",
  "YSQ_S3_question_45": "It is very difficult for my parent(s) and me to keep intimate details from each other without feeling betrayed or guilty",
  "YSQ_S3_question_46": "In relationships, I usually let the other person have the upper hand",
  "YSQ_S3_question_47": "I'm so busy doing things for the people that I care about that I have little time for myself",
  "YSQ_S3_question_48": "I find it hard to be free-spirited and spontaneous around other people",
  "YSQ_S3_question_49": "I must meet all my responsibilities",
  "YSQ_S3_question_50": "I hate to be constrained or kept from doing what I want",
  "YSQ_S3_question_51": "I have a very difficult time sacrificing immediate gratification or pleasure to achieve a long-range goal",
  "YSQ_S3_question_52": "Unless I get a lot of attention from others, I feel less important",
  "YSQ_S3_question_53": "You can't be too careful; something will almost always go wrong",
  "YSQ_S3_question_54": "If I don't do the job right, I should suffer the consequences",
  "YSQ_S3_question_55": "I have not had someone who really listens to me, understands me, or is tuned into my true needs and feelings",
  "YSQ_S3_question_56": "When someone I care for seems to be pulling away or withdrawing from me, I feel desperate",
  "YSQ_S3_question_57": "I am quite suspicious of other people's motives",
  "YSQ_S3_question_58": "I feel alienated or cut off from other people",
  "YSQ_S3_question_59": "I feel that I'm not lovable",
  "YSQ_S3_question_60": "I'm not as talented as most people are at work (or school)",
  "YSQ_S3_question_61": "My judgment cannot be counted on in everyday situations",
  "YSQ_S3_question_62": "I worry that I'll lose all my money and become destitute or very poor",
  "YSQ_S3_question_63": "I often feel as if my parent's are living through me - that I don't have a life of my own",
  "YSQ_S3_question_64": "I've always let others make choices for me, so I really don't know what I want for myself",
  "YSQ_S3_question_65": "I've always been the one who listens to everyone else's problems",
  "YSQ_S3_question_66": "I control myself so much that many people think I am unemotional or unfeeling",
  "YSQ_S3_question_67": "I feel that there is constant pressure for me to achieve and get things done",
  "YSQ_S3_question_68": "I feel that I shouldn't have to follow the normal rules or conventions that other people do",
  "YSQ_S3_question_69": "I can't force myself to do things I don't enjoy, even when I know it's for my own good",
  "YSQ_S3_question_70": "I make remarks at meetings or when introduced in social situations, it's important for me to get recognition and admiration",
  "YSQ_S3_question_71": "No matter how hard I work, I worry that I could be wiped out financially and lose almost everything",
  "YSQ_S3_question_72": "It doesn't matter why I make a mistake. When I do something wrong, I should pay the consequences",
  "YSQ_S3_question_73": "I haven't had a strong or wise person to give me sound advice or direction when I'm not sure what to do",
  "YSQ_S3_question_74": "Sometimes I am so worried about people leaving me that I drive them away",
  "YSQ_S3_question_75": "I'm usually on the lookout for people's ulterior or hidden motives",
  "YSQ_S3_question_76": "I always feel on the outside of groups",
  "YSQ_S3_question_77": "I am too unacceptable in very basic ways to reveal myself to other people or to let them get to know me well",
  "YSQ_S3_question_78": "I'm not as intelligent as most people when it comes to work (or school)",
  "YSQ_S3_question_79": "I don't feel confident about my ability to solve everyday problems that come up",
  "YSQ_S3_question_80": "I worry that I'm developing a serious illness, even though nothing serious has been diagnosed by a doctor",
  "YSQ_S3_question_81": "I often feel I do not have a separate identity, from my parent(s) or partner",
  "YSQ_S3_question_82": "I have a lot of trouble demanding that my rights be respected and that my feelings be taken into account",
  "YSQ_S3_question_83": "Other people see me as doing too much for others and not enough for myself",
  "YSQ_S3_question_84": "People see me as uptight emotionally",
  "YSQ_S3_question_85": "I can't let myself off the hook easily or make excuses for my mistakes",
  "YSQ_S3_question_86": "I feel that what I have to offer is of greater value than the contributions of others",
  "YSQ_S3_question_87": "I have rarely been able to stick to my resolutions",
  "YSQ_S3_question_88": "Lots of praise and compliments make me feel like a worthwhile person",
  "YSQ_S3_question_89": "I worry that a wrong decision could lead to disaster",
  "YSQ_S3_question_90": "I'm a bad person who deserves to be punished"
}
