{
  "title": "Поиск одобрения",
  "text": [
    {
      "type": "paragraph",
      "content": [
        "Данная схема заключается в преувеличенном стремлении получить одобрение, признание или внимание от других людей, соответствовать вкусам и предпочтениям других людей даже ценой собственного благополучия. Это часто происходит в ущерб удовлетворению своих собственных эмоциональных потребностей и при отсутствии выражения своих естественных влечений. Преувеличенная потребность в одобрении может касаться одной или нескольких важных для человека сфер: статуса, внешности, богатства, общественного признания или достижения успеха. Именно в этих сферах они стремятся получить восхищение, похвалу или внимание."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Для пациентов, у которых развита схема Поиска Одобрения чрезвычайно важно получение похвалы, поскольку они обычно ориентируются на реакцию других людей, а не на свои собственные ценности. Их самооценка больше зависит от внешней похвалы, чем от собственных взглядов. Оценки и мнения других людей являются для них более значимыми, чем их собственные мнения, предпочтения и желания. В результате им трудно развить устойчивый и целостный образ своего Я."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Встречаются два типа пациентов, у которых проявляется схема Поиска Одобрения. Первый тип ищет одобрения, желая, чтобы все любили их. Они хотят соответствовать вкусам других людей, быть принятыми Второй тип ищет признания, желая слышать аплодисменты и опутать восхищение. Пациенты второго типа нередко характеризуются самовлюбленностью и эгоцентризмом. Им свойственно излишне подчеркивать свой статус или финансовое благополучие, принадлежность к определенному кругу, свой успех или внешний вид. Все это они пускают в ход для того, чтобы вызвать восхищение у других Оба эти типа сосредоточены на том, чтобы заслужить одобрение или получить признание, так как только в этом случае они могут чувствовать себя хорошо. Они живут с убеждением: чтобы чувствовать себя хорошим человеком, нужно получить одобрение или признание от других Таким образом, чувство собственного достоинства у этих пациентов остается неразвитым и напрямую зависит от одобрения других людей."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Пациенты со схемой Поиска Одобрения не могут по- настоящему наслаждаться жизнью. Они тратят жизнь, подавляя свои эмоции, естественные потребности и склонности, ради получения одобрения или признания, в котором нуждается их «ложное Я». В результате, появляется чувство опустошенности Поскольку их «Истинное Я» было подавлено, то поиск одобрения стал главным делом в их жизни, несмотря на то, что это не соответствовало их основным эмоциональным потребностям. Они «продают душу» за одобрение и признание. По сравнению с подлинным самовыражением и возможностью быть верным себе, одобрение других людей дает только поверхностную и временную форму удовлетворения. Хорошо известно, что люди чувствуют себя счастливыми, состоявшимися и реализованными, когда они выражают подлинные эмоции и следуют своим естественным предпочтениям и истинным желаниям. Большинство пациентов с этой схемой не знают, что значит быть подлинным. Они не знают, каковы их истинные потребности, и не представляют, как можно им следовать."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Схема Поиска Одобрения обычно предоставляет пациенту большую вторичную выгоду. Одобрение и признание в социуме может принести определенные блага. Получая аплодисменты, становясь известным и любимым, достигая признания и успеха, человек может занять весомое положение в обществе, что является выгодным и социально одобряемым."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Если схема Поиска Одобрения сильно выражена, тогда у пациентов проявляется самовлюбленность Но если она выражена более умеренно, то в этом случае пациенты более здоровы в психологическом отношении, хотя они и сконцентрированы на поиске одобрения или признания в ущерб самовыражению. Их типичное поведение - делать все, чтобы быть приятными и получить одобрение. Поэтому они демонстрируют послушание и подчинение. Окружающие могут чувствовать себя неловко при общении с такими .людьми, потому что их активное стремление понравиться другим весьма прозрачно. Постоянное подчеркивание того, что они считают заслуживающим одобрения или восхищения (например, богатство, деньги, статус, успех, красота и т.д.), может вызывать напряжение у окружающих. Кто-то из них активно напрашивается на комплименты, а кто-то действует более тонко, строя беседу так, чтобы исподтишка подтолкнуть других к выражению им своего одобрения."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Схема Поиска Одобрения отличается от других схем, которые могут привести к поведению, похожему на поиск одобрения. Поведение пациентов, у которых выражена схема Жестких Стандартов, может выглядеть похожим на поиск одобрения, однако они действуют согласно усвоенным ими ценностям, в отличие от пациентов со схемой Поиска Одобрения, которые ведут себя так, чтобы получить одобрение других и делают то, что нравится окружающим. Таким образом, важно понимать какие побуждения лежат в основе поведения пациентов, чтобы определить какая из схем включается."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Схему Поиск Одобрения надо отличать от схемы Покорности. Поведение пациентов со схемой Покорности основано на страхе, в отличие от поиска одобрения. Пациенты со схемой Покорности стараются получить одобрение других, потому что они, прежде всего, боятся наказания или негативных последствий, а не потому, что они жаждут одобрения. Пациенты со схемой Поиск Одобрения отличаются от пациентов со схемой Самопожертвования тем, что последние стремятся помочь слабым и нуждающимся, они готовы заботиться о других, чтобы избавить их от боли и страданий. Возможно, что их поведение и выглядит похожим на поиск одобрения, но, по сути, оно мотивировано другим — желанием оказать помощь."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Схема Поиск Одобрения часто, но не всегда, может быть формой гиперкомпенсации какой-то другой схемы, например, Дефективности, Эмоциональной Депривированности — или Социальной Отчужденности."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Важно дифференцировать здоровые и аномальные формы поиска одобрения. Эта схема распространена у очень успешных людей во многих областях: в политике, искусстве, образовании, спорте. Чтобы рассматривать поиск одобрения в качестве дезадаптивной схемы, у пациентов должны наблюдаться болезненные состояния, связанные с этой схемой. Это может быть стойкое отсутствие удовлетворения от основной деятельности или от отношений с близкими, проблемы со здоровьем, низкая самооценка,  навязчивое чувство непризнанности или иные формы проявления нарушений."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В детстве пациенты со схемой Поиск Одобрения учились бороться за признание, потому что родители поощряли или даже заставляли их это делать. Родители получали косвенное удовлетворение от того, как другие люди восхищались их детьми. Однако, чтобы угодить окружающим, такие дети часто были вынуждены научиться подавлять свои эмоциональные потребности и естественные склонности, то есть подавлять свое «подлинное Я». Дети в таких семьях хоть и чувствуют себя любимыми, однако оказываются неспособными сформировать устойчивое самосознание, основанное на собственных, а не на чужих взглядах. Таким образом, у них формируется «ложное Я»."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Некоторые родители проявляют одновременно и нежную заботу и сильное желание понравиться Во многих семьях родители бывают очень ориентированы на ребенка и в то же время озабочены тем, как все это выглядит со стороны. Дети из таких семей могут чувствовать себя любимыми, но они не развивают внутреннее чувство самодостаточности, стабильное самоощущение собственной ценности Вместо этого они начинают ориентироваться на оценки других и зависеть от реакции окружающих. На крайнем полюсе этой схемы находятся нарциссические пациенты. В более легких формах эта схема приводит к тому, что пациенты продолжают нуждаться в одобрении со стороны в ущерб более полному самовыражению."
      ]
    }
  ]
}
