{
  "title": "Уязвимость",
  "text": [
    {
      "type": "paragraph",
      "content": [
        "Эта схема связана с неспособностью самостоятельного существования в мире. С Уязвимостью человек живет в постоянном страхе, что вот-вот нагрянет какая-либо природная, техногенная или социальная катастрофа, способная нанести вред здоровью или материальному положению. Такой человек не чувствует безопасности, находясь в этом мире Его страхи сильно преувеличены и не имеют реальных оснований. Но эти страхи остаются безобидными только до тех пор, пока человек не позволит им управлять собственной жизнью, и не станет тратить все силы на то, чтобы обеспечить для себя надежную безопасность. Эти страхи могут быть связаны с различными заболеваниями (паническими атаками, инфекциями, СПИДом или сумасшествием), с финансовой нестабильностью (страх обанкротиться и остаться без средств), с другими опасными ситуациями (авиафобии, страх быть ограбленным на улице, боязнь землетрясений и т.д)."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Такие пациенты живут: полагая, что катастрофа может случиться в любой момент. Они убеждены, что с ними может произойти что-то ужасное, что находится вне их контроля. Например, они будут внезапно поражены болезнью, случится стихийное бедствие, они станут жертвами преступления, с ними произойдет ужасный несчастный случай, они потеряют все свои деньги, испытают нервный срыв или сойдут с ума То есть может произойти что-то плохое, и они не смогут это предотвратить."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Преобладающая у них эмоция - это беспокойство: от легкой тревоги до полноценных приступов страха Эти пациенты не боятся трудностей в повседневных ситуациях, как те, у которых есть схема Зависимости Скорее они боятся катастрофических событий."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Большинство этих пациентов используют гиперкомпенсацию, чтобы справиться со схемой. Страдая от фобий, они ограничивают свою жизнь, принимают транквилизаторы, участвуют в магических церемониях, выполняют различные ритуалы или полагаются на приметы. У всех этих действий основная цель - предотвратить катастрофу."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Главное чувство, которое ассоциируется со схемой Уязвимости - это тревога. Катастрофа вот-вот нагрянет, а человек еще не готов ее пережить. Эта схема имеет две крайности: с одной стороны преувеличивается риск возникновения опасности, а с другой стороны - пре уменьшается возможность справиться с этой ситуацией."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Существует четыре варианта Уязвимости, связанные с преобладающими источниками тревоги, у одного пациента могут проявляться сразу несколько вариантов Уязвимости:"
      ]
    },
    {
      "type": "list",
      "content": [
        "Уязвимость перед болезнями",
        "Уязвимость перед опасностью",
        "Уязвимость перед бедностью",
        "Уязвимость вследствие возможной потери контроля"
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Уязвимость перед болезнями часто сочетается с ипохондрией. Большинство пациентов, страдающих от панических атак, уязвимы именно в отношении болезней. Они все время пристально изучают свое тело в поисках каких-то проблем. Любое незнакомое ощущение, неважно по какой причине оно возникло, может вызвать у них панику. Это может быть, например, жаркая погода, холодная погода, интенсивная тренировка, злость, радость, кофеин, алкоголь, лекарства, секс, высота, движение - все это может вызвать ощущения, которые провоцируют панические атаки. Самые часто произносимые слова всех паникеров: «А вдруг...». Они стараются избегать каких-то определенных событий или действий, которые способны вызвать панику. Избегая проблем, вызванных схемой Уязвимости, они жертвуют важными сферами в своей жизни."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Уязвимость перед опасностью заставляет слишком сильно беспокоиться по поводу собственной безопасности и безопасности близких людей. Таким пациентам кажется, что мир опасен на каждом шагу Данный вариант схемы Уязвимости очень выматывает человека, он все время находится в состоянии бдительности и напряжения и считает, что если позволить себе расслабиться, обязательно произойдет что-нибудь ужасное."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Уязвимость перед бедностью касается так называемого катастрофического мышления людей, которым пришлось пережить финансовые кризисы или бедность. Их всегда волнует денежный вопрос. Они беспричинно боятся обеднеть и оказаться на улице. Неважно насколько они финансово состоятельны, им все равно будет казаться, что от их финансовой обеспеченности до полного разорения осталось всего несколько шагов. Им трудно тратить деньги и они часто идут на крайности, сберегая каждую копейку."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Уязвимость вследствие возможной потери контроля заставляет людей, принадлежащих. K данному варианту Уязвимости, бояться психологической катастрофы, например, нервного срыва. Они боятся сойти с ума или потерять контроль над собой. Сюда относится большинство приступов панических атак без выраженного повода. Такие пациенты боятся потерять контроль над собственным телом упасть в обморок или заболеть. Какими бы ни были страхи, чего бы они ни боялись, механизм всегда один и тот же как при панических атаках."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Катастрофическое мышление это основа всех вариантов схемы Уязвимости. Именно подобные катастрофические мысли вызывают приступы панических атак. Панические атаки сами по себе обычно длятся одну-две минуты. Катастрофическое мышление продлевает этот приступ. «А что если я умру, сойду с ума или потеряю контроль?» все, кто с ужасом думают, что это может произойти, способны вызвать у себя приступы панических атак."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Избегание - одна из самых серьезных опасностей схемы Уязвимости, так как имеет решающее значение в усилении этой схемы. Почти каждый, кто находится под влиянием схемы Уязвимости, старается избегать многих ситуаций, не задумываясь даже о способах их преодоления. Уклонение от различных занятий наносит огромный вред качеству жизни самого человека, а также жизни членов семьи и других близких ему людей. Такая склонность к избеганию крадет у них все самое интересное, ограничивает и обедняет жизнь. Защищаясь и предохраняя себя от возможной опасности, человек может полностью закрыться от окружающего мира."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В личных отношениях такие пациенты склонны выбирать партнеров, которые будут стремиться оберегать их от опасностей и болезней. Их главное предпочтение, чтобы этот человек был бесстрашным, физически сильным, финансово очень успешным, желательно врачом, или другим специалистом, чтобы спасти от того, чего они боятся. Они склонны выбирать того, кто будет готов их защищать и успокаивать."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Кроме этого, схема Уязвимости вредит социальной жизни. Постоянная потребность в утешении и поддержке является тяжелым бременем для родных и близких людей. Близких людей изматывают постоянные старания успокоить и поддержать такого человека, которому всегда будет не хватать поддержки и утешения. Это бездонный колодец."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Подсчеты, проверки, следование приметам, перестраховка - это все признаки обсессивно-компульсивных ритуалов, которыми такой пациент старается себя занять, чтобы отвлечься и почувствовать себя в безопасности. Эти ритуалы отнимают еще больше сил и энергии."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Панические реакции на определенные ситуации свойственны людям, не наделенным чувством базового доверия к миру, которое закладывается в самом раннем возрасте, начиная с внутриутробного развития ребенка. Базовое доверие формируется, прежде всего, благодаря определенному отношению матери к ребенку. Среди людей, которым свойственно катастрофическое мышление, много тех, кто еще в период внутриутробного развития мог ощущать тревогу, нестабильность, ненадежность, а после рождения был рано отлучен от матери. Таким образом, психическое и личностное развитие этих пациентов в какой-то степени было заторможено, поэтому в каких-то аспектах они все еще могут оставаться младенцами. А у младенцев нет чувства времени и им кажется, что любая боль и страдание будут длиться бесконечно, и что они беспомощны И беззащитны. От того, что люди с катастрофическим мышлением не могут контролировать предстоящие события, у них возникает паника. Поэтому у них существуют фантазии о какой-то всемогущей фигуре, всё знающей, способной всё держать под контролем и защитить их."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Если у пациента действует данная схема, то, скорее всего, в детстве его приучили думать, что мир, в котором он живет, опасен. Возможно, родители слишком интенсивно пытались оградить его от всего вокруг и чересчур беспокоились о его безопасности. В детстве такие люди научились чувству уязвимости, наблюдая за своими родителями, у которых действовала та же самая схема. Их родители страдали фобиями или испытывали страхи, связанные с разными типами уязвимости (потеря контроля, болезни, финансовое разорение, землетрясение, авария и т.д.). Такие родители чрезмерно опекали детей, особенно в вопросах безопасности и здоровья. Они рассказывали о разных неблагоприятных событиях, которые приводят. K необратимым последствиям, постоянно предупреждали детей об опасностях и заставляли думать, что сам ребенок слишком хрупкий или неопытный, чтобы справляться с повседневными заботами и сложными ситуациями. Обычно эта схема может сопровождаться схемой Зависимости. Еще одним источником чувства уязвимости могут быть страшные истории и сказки, которыми детей запугивают сверстники или взрослые. Таким образом, могут формироваться устрашающие фантазии, имеющие мало общего с реальными опасностями окружающего мира."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Другой вариант развития данной схемы может быть связан с тем, что родители не оберегали ребенка должным образом. Обстановка, в которой рос ребенок, не позволяла чувствовать себя защищенным физически, эмоционально или финансово. Это может быть также связано со схемой Депривированности, со схемой Недоверия/Ожидания Жестокого Обращения. В детстве такие дети часто болели или пережили серьезное трагическое событие (например, пожар или автокатастрофу), которое стало причиной чувства уязвимости. Представление об опасностях окружающего мира могут сформировать у ребенка и трагические события, связанные с близкими родственниками тяжелая болезнь или смерть кого-то из членов семьи."
      ]
    }
  ]
}
