{
  "title": "Зависимость / Беспомощность",
  "text": [
    {
      "type": "paragraph",
      "content": [
        "Пациенты со схемой Зависимости / Беспомощности ощущают свою неспособность справляться с повседневными заботами без посторонней помощи. Признаками зависимого поведения являются: неспособность к самостоятельным действиям, пассивное предоставление другим права принимать ответственность за них в основных сферах их жизни, подчинение своих потребностей чужим, чтобы избежать ответственности, отсутствие уверенности в себе, восприятие себя как беспомощного и нуждающегося в заботе других."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Они зависят от других людей и нуждаются в постоянной поддержке и помощи. Такие пациенты в детстве часто чувствовали себя беспомощными, и у них сформировалось убеждение, что они не могут справляться самостоятельно с разными делами. Их попытки проявлять самостоятельность жестко пресекались. Повзрослев, пациенты со схемой Зависимости, продолжают постоянно искать того человека, на которого можно положиться и которому можно доверить управление своей личной жизнью. На работе они уклоняются от проявления самостоятельности в деловых вопросах. Это, естественно, останавливает их развитие и продвижение, в результате чего они значительно отстают от коллег."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "У схемы Зависимости / Беспомощности есть два свойства: некомпетентность и зависимость. Некомпетентность проявляется в том. что пациенты, находящиеся под влиянием этой схемы, чувствуют себя неспособными самостоятельно заботиться о себе, они не верят в то, что способны принимать решения, касающиеся повседневной жизни. Они искренне считают себя. беспомощными, ненавидят и боятся изменений, чувствуя, что не способны заняться решением новых задач самостоятельно. Они полагают, что нуждаются в ком-то, кто мог бы показать им, что и как нужно сделать. Эти пациенты чувствуют себя подобно слишком неопытным детям, которым трудно самостоятельно выжить в этом мире, и которые без родителей могли бы умереть. Пациенты с выраженной схемой Зависимости / Беспомощности полагают, что они не в состоянии даже накормить, одеть, или защитить себя, что не смогут выполнять самые простые, повседневные жизненные задачи."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Зависимость проявляется в том, что пациенты с этой схемой чувствуют себя неспособными функционировать самостоятельно. Они видят единственную возможность в том, чтобы найти других людей, которые заботились бы о них, чтобы можно было жить. Люди, которых они находят, чтобы те заботились о них, обычно подменяют их родителей: супруги, партнеры, родные братья или сестры, друзья, начальники или врачи. Эти люди, либо все делают ятя них сами, либо показывают им, что нужно делать шаг за шагом."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Типичное поведение этих пациентов включает постоянное обращение к другим за помощью и советами, постоянные вопросы и привлечение других ятя решения каких-то задач, отказ от новых задач и дополнительных обязанностей, неспособность самостоятельно распоряжаться финансами. Люди со схемой Зависимости Беспомощности боятся управлять автомобилем и избегают того, чтобы ездить в одиночестве, поскольку опасаются потеряться, или что их автомобиль может сломаться, а они не будут знать, что делать. Также может случиться что-то непредвиденное и они не смогут справиться, не смогут самостоятельно найти решение. Таким образом, они нуждаются в ком-то, кто найдет решение или просто решит проблему за них."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Пациенты с данной схемой, обращаясь за психотерапевтической помощью, обычно не ставят цель стать более самостоятельными или более компетентными. Скорее они хотят получить волшебную таблетку, или найти эксперта, который точно скажет им, что нужно сделать."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Чаще всего они страдают от фобий, беспокойства или жалуются на физическое недомогание, вызванное напряжением. Они могут быть подавлены, потому что не могут оставить партнера, который оскорбляет их, или проявляет жестокость и которого они боятся. Возможно, что олицетворяя собой родительскую фигуру, партнер может напоминать им родителя, который и сформировал данную схему. Они боятся прекратить отношения, так как искренне полагают, что не смогут выжить самостоятельно."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Пациентам, у которых действует схема Зависимости Беспомощности, жизнь часто бывает в тягость. Им кажется, что они не способны справляться с проблемами самостоятельно, поэтому вынуждены обращаться за помощью к окружающим. Только эта помощь дает им возможность выживать. В основе их убеждений о зависимости лежит вера в то, что выполнение обычных повседневных обязанностей взрослой жизни - это постоянная борьба. Это чувство в какой-то степени связано с ограниченностью, несостоятельностью. Образ, который отражает суть этой зависимости, связан с образом маленького ребенка, который вдруг почувствовал, что мир такой огромный, заплакал и захотел к маме. Это чувство маленького ребенка, окруженного миром взрослых, который теряется, если рядом нет взрослого, способного позаботиться о нем."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Часто они не доверяют своим суждениям, так как считают, что не способны править но рассуждать и принимать правильные решения Недоверие своим собственным мыслям и суждениям является основной чертой схемы Зависимости / Беспомощности. Пациенты с этой схемой нерешительны и постоянно колеблются, пытаясь сделать правильный выбор."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Когда перед ними стоит выбор или необходимость принять решение, они все время спрашивают совета у других, часто бегая от одного к другому в поисках хорошего совета. Они сто раз мог>т передумать. Весь этот процесс просто загоняет их в тупик и выматывает. Если они все-таки решаются на что-то, то все равно будут продолжать искать у других подтверждение в правильности собственного выбора. В других случаях такие пациенты могут попросить совета у определенного человека, с кем установлены доверительные отношения, и полностью положиться на этот единственный совет. Обычно в роли этого человека выступает психотерапевт. Часто в начале терапии, пациенты просят принять за них решения и им не всегда легко в этом отказать."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Зависимые люди не любят изменений, так как боятся потерять чувство безопасности. Они любят, когда все остается неизменным. Именно недоверие к себе вызывает страх перемен. В новых обстоятельствах они чувствуют неуверенность, потому что им приходится полагаться только на себя. В знакомых ситуациях им проще, потому что уже имеется определенный опыт, полученный от других и известно, как лучше поступить. Столкнувшись с новой ситуацией если рядом никого нет, остается надеяться только на себя, а это порождает у них огромные сомнения."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Большинство зависимых людей чаще преувеличивают свою некомпетентность и неспособность действовать. Они сомневаются в себе больше, чем это обусловлено реальной ситуацией. Хотя иногда зависимым людям не хватает компетентности именно потому, что они успешно уклоняются от выполнения обязанностей взрослой жизни. Эти люди всегда находят кого-то, кто сделает все за них. Такое уклонение приводит к дефициту необходимых навыков и опыта."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Когда человек постоянно действует по определенному сценарию, в котором за него все делают другие, он тем самым поддается влиянию собственной схемы. Имея рядом тех, кто готов делать все вместо него, пациент усиливает свое убеждение в собственной неспособности и беспомощности. Это также не дает им возможности развивать свою компетентность. Очевидно, что если бы никто им не помогал, то пришлось бы им самим самостоятельно осваивать определенные навыки и умения, необходимые в повседневной жизни."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Избегание - это еще один способ, который усиливает действие этой схемы. Пациенты с данной схемой стараются избегать и уклоняться от тех дел, на которые, по их мнению, они не способны. Существуют определенные обязанности или дела, от которых зависимые люди обычно уклоняются. К ним относятся: управление финансовыми вопросами, принятие решений или новых обязательств, получение нового опыта, знаний. Они боятся потерять отношения со своими родителями или партнером. Они редко живут или путешествуют в одиночестве. Редко ходят одни в кино или куда-нибудь поесть. Продолжая уклоняться от этих обязательств и дел, они каждый раз убеждаются, что не способны справиться с ними самостоятельно. Зависимые люди позволяют себе быть жертвами, чтобы поддерживать эту зависимость."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Хотя им нравится безопасность в отношениях, они нередко испытывают агрессивные чувства к тем, кто обеспечивает эту безопасность. Обычно они не рискуют выражать свою агрессию открыто, поскольку это может оттолкнуть тех, от кого они зависят. Обратная сторона схемы заключается в том, что они все время чувствуют себя в ловушке, даже если они в безопасности. Они могут испытывать хроническую депрессию вместе с тревогой. В глубине души они могут презирать себя за свою зависимость от других Низкая самооценка - это важная и очень болезненная часть схемы Зависимости / Беспомощности."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Иногда возможна комбинация схем Зависимости / Беспомощности и Привилегированности / Грандиозности. В таком случае пациенты злятся, когда кто-то оставляет их просьбы без внимания и игнорирует их потребности. Тогда они наказывают этого человека плохим настроением, раздражительностью или откровенной злостью."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Некоторые пациенты пытаются совладать со схемой Зависимости, вкладывая все свои силы в достижение больших успехов и полной независимости. Они используют гиперкомпенсацию в постоянной борьбе против чувства собственной некомпетентности и вынуждены постоянно доказывать себе и другим, что способны добиться всего самостоятельно. Несмотря на то, что в глубине души они чувствуют себя некомпетентными, они настаивают на том, чтобы делать все самостоятельно и отказываются полагаться на кого- либо. Они так борются за независимость, что не хотят зависеть даже в тех ситуациях, где это было бы нормальным. Они ведут себя как псевдовзрослые дети, которым пришлось вырасти слишком быстро, и они должны справляться со всем самостоятельно, без посторонней помощи. Они могут делать это хорошо, но внутри всегда чувствуют, что на сей раз могут оказаться не способными осуществить принятое решение."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Такая тенденция приводит к другой крайности - своим поведением такие пациенты демонстрируют, как будто они ни в ком никогда не нуждаются. Такие люди отказываются от посторонней помощи, даже если нуждаются в ней на самом деле. Они не просят советов, помощи или подсказок. Они не позволяют себе принимать какую-либо помощь, потому что это вызывает у них чувство уязвимости."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Схема Зависимости / Беспомощности формируется в раннем детстве в результате взаимодействия с родителями или людьми их заменяющими, которые используют гиперопеку или гипоопеку."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Чрезмерно опекающие родители поддерживают зависимость детей. Они подкрепляют зависимое поведение детей и не одобряют независимость, подавляют автономность детей, не дают им свободы и возможности получать самостоятельный опыт. Гиперопекающие родители обычно очень любящие и чуткие. Но чаще всего они очень беспокойные, нервные, тревожные, или страдающие фобиями Они не отпускают от себя детей из-за собственных страхов быть покинутыми Если родители не чувствуют собственной безопасности, то они не могут обеспечить формирование базового чувства безопасности и у ребенка. Они способны выражать свою любовь к детям, но не могут дать нужной поддержки для ребенка и необходимой свободы для развития его независимости."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Обычно пациенты, воспитанные в условиях сильной родительской опеки, не имеют болезненных воспоминаний о раннем детстве. Чаще всего, их воспоминания связаны с очень безопасной и надежной домашней обстановкой. Многие зависимые пациенты в детстве были прекрасными детьми и все было хорошо, пока им не пришлось покинуть надежную семейную обстановку и столкнуться с неприятностями, отвержением и одиночеством реального мира. Обычно схемы Зависимости Беспомощности и Покорности сосуществуют вместе. Покорность является эффективным способом держать человека в зависимости. Слишком сильно опекающие родители очень часто бывают слишком требовательными и контролирующими."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Недостаточно опекающие родители не умеют заботиться о своих детях. С самого раннего возраста дети растут сами по себе и выполняют обязанности не по возрасту. Таким образом, создается иллюзия, что эти дети самостоятельны, хотя в действительности они зависимы и сильно нуждаются во внимании Поскольку такие родители очень слабы и нерешительны, погружены в собственные проблемы, просто отсутствуют или пренебрегают детьми, они не могут правильно направить или защитить своих детей. У пациентов, воспитанных в таких семьях, обычно формируется комбинация схем Зависимости и Эмоциональной Депривированности. С самых ранних лет ребенок не чувствует себя под покровительством и в безопасности. Такой ребенок не перестает быть зависимым. В этом случае дети, стремятся найти кого-то. от кого они могли бы зависеть, чтобы уменьшить свой груз ответственности. Очень часто желание быть от кого-то зависимым у таких людей является неосознанным."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "С самого рождения мы полностью зависим от родителей. Когда родители удовлетворяют наши физические потребности - кормят нас, одевают, согревают, они дают нам базовое чувство безопасности, с которым мы в дальнейшем выходим в мир. Процесс развития независимости состоит из двух фаз: формирования базового чувства безопасности, а затем уже автономности."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Если одна из этих фаз нарушается, то возникает вероятность развития схемы Зависимости Беспомощности. Если ребенок был лишен чувства защищенности, и не имел возможности находиться в покое и безопасности в период абсолютной зависимости, тогда ему действительно трудно стать независимым и самостоятельным человеком. Он продолжает стремиться к состоянию абсолютной зависимости."
      ]
    }
  ]
}
