{
  "title": "Самопожертвование",
  "text": [
    {
      "type": "paragraph",
      "content": [
        "Схема Самопожертвования концентрирует усилия человека на удовлетворении потребностей других людей за счет собственных интересов. Распространенной мотивацией поведения, вызываемого данной схемой, является избегание действий, которые могут причинить другим боль, избегание чувства вины из-за собственных эгоистичных действий или стремление поддерживать отношения с теми, кого эти люди воспринимают как нуждающихся в помощи В отличие от пациентов со схемой Покорности, пациенты со схемой Самопожертвования воспринимают свое самопожертвование как добровольное. Они делают это потому, что не хотят, чтобы другие люди испытывали страдания и неудобства. Они делают то. что считают правильным и стараются избежать обвинений в корысти. Они стараются заботиться о важных для себя людях, приписывая им беспомощность и несамостоятельность."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Самопожертвование часто проявляют люди, обладающие эмпатичным характером, способностью к сопереживанию, острой чувствительностью к боли других. Они так сильно чувствуют душевную боль других, что всячески стараются облегчить или предотвратить её. Самопожертвование часто принимает форму гиперответственности за других людей и может приводить к развитию созависимого поведения. Пациенты с этой схемой часто жалуются на головные боли, проблемы с желудочно-кишечным трактом, хроническую боль или усталость. Так как они не считают возможным самим обращаться за помощью, то соматические проблемы могут давать возможность этим пациентам привлечь к себе внимание других, не прося их об этом непосредственно. Пациенты с этой схемой, как правило, даже и не осознают, что у них есть потребность в этом. Они дают себе разрешение получить заботу от других или уменьшить свою заботу о других, только если они действительно больны. Соматические симптомы могут быть прямым результатом напряжения, созданного тем, что они дают так много и так мало получают взамен."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "У пациентов с этой схемой почти всегда есть схема Эмоциональной Депрнвнрованности. Они стараются удовлетворить потребности других, но их собственные потребности остаются неудовлетворенными. Внешне они проявляют самопожертвование, но внутри они испытывают глубокое чувство Эмоциональной Депрнвнрованности. Поэтому иногда они способны испытывать гнев на объекты своей жертвенной заботы. Обычно пациенты с этой схемой дают другим так много, что в результате причиняют боль себе. Как правило, пациенты со схемой Самопожертвования полагают, что ничего не ожидают от людей, но когда делают что-то для них, а другие не делают чего-то в ответ, они чувствуют себя обиженными. Хотя в целом гнев не свойственен людям с этой схемой, но когда такие пациенты чем-то жертвуют, а люди вокруг них не платят взаимностью, они могут испытывать, по крайней мере, некоторое негодование."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Важно отличать Самопожертвование от Покорности. Пациенты со схемой Покорности предают свои собственные потребности из страха негативных последствии. Они боятся, что другие люди примут ответные меры или отвергнут их Пациенты со схемой Самопожертвования предают свои собственные потребности исходя из внутренних убеждений или по моральным соображениям Покорные пациенты ощущают себя находящимися под контролем других людей, а жертвующие собой пациенты думают, что делают добровольный выбор."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Пациентам со схемой Самопожертвования свойственно слушать других вместо того, чтобы говорить о себе; брать на себя заботу о других людях, одновременно испытывая трудности в проявлении заботы о себе; сосредоточивать внимание на других людях, чувствуя себя неловко, когда внимание обращается на них; быть уклончивыми, когда они хотят что-то получить, вместо того, чтобы попросить об этом прямо. А поскольку они не говорят прямо о своих потребностях, то у окружающих создается впечатление, что им ничего не нужно. Их потребности не удовлетворяются, и это может накапливать излишнее внутреннее напряжение."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Некоторые пациенты, которым свойственна такая форма защиты как гиперкомпенсация, после длительного проявления самопожертвования внезапно впадают в сильный гнев. Разгневавшись, они полностью отказывают другому человеку в помощи. Когда они чувствуют себя недооцененными, они могут заявить другому человеку: “Я не собираюсь больше ничего делать для тебя!”."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Необходимо отметить, что самопожертвование как таковое имеет положительные аспекты. Оно становится патологическим только когда приводит к нездоровым крайностям. Многие люди способны чувствовать гордость, ощущая себя заботливыми людьми, они могут чувствовать, что ведут себя как альтруисты и нравственно добродетельные люди. Но когда у человека создается ощущение, что “он делает недостаточно”, и сколько бы он ни жертвовал своими интересами, остаётся чувство вины, что этого мало, можно говорить о дезадаптивности схемы Самопожертвования."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "У этой схемы может быть и вторичная выгода - она может привлекать других людей. Многим нравится сочувствие и помощь человека, жертвующего своими интересами ради блага других. Пациенты с этой схемой обычно имеют много друзей, хотя их собственные потребности часто не удовлетворяются в этих отношениях."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Самопожертвование в нормальных пределах не является дисфункциональной схемой. Скорее, быть в определенной степени самоотверженным - хорошо. Самопожертвование становится дисфункциональным, когда оно чрезмерно и когда оно порождает проблемы в жизни пациента, когда оно создает напряжение в отношениях или психосоматические симптомы, когда нарастает гнев и пациент так или иначе эмоционально страдает."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В семье таких пациентов, как правило, кто-то жертвовал собой ради семьи: карьерой, увлечениями, личной жизнью, обвиняя в этом прямо или косвенно окружающих и особенно детей. Другим источником болезненного самопожертвования могут являться неблагоприятные условия в семье: нужда, отсутствие денег, наличие тяжелобольных или зависимых родственников. Дети в таких семьях рано становились ответственными за физическое или эмоциональное благополучие своих родителей, братьев, сестер или других близких людей. Таких детей воспринимали как единственную опору и надежду семьи, возлагали на них повышенную ответственность, говорили им, что без них «все развалится», что они должны «все нести на себе», заставляли заботиться о более слабых. В результате, они старались больше заботиться о других, пренебрегая собой."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В других обстоятельствах таких детей могли обвинять в том, что они мало заботятся о других, их упрекали в неблагодарности, унижали, считали равнодушными обвиняли в эгоизме. В то же время, никто не спрашивал их, есть ли у них потребности, и не слушал их, когда они пытались рассказать о своих нуждах. От таких детей часто требовали, чтобы они оправдали несбывшиеся надежды своих родителей, заставляли заниматься нелюбимым делом, а потом выбирать нелюбимую профессию, игнорируя интересы и склонности теперь уже взрослого человека."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Обилие обязанностей в детстве и редкая похвала, преимущественно в случае, когда проявлялась забота о других, совмещенные с «сухим» общением, создавали впечатление, что близкие могут любить только «за дела» и чтобы заслужить их любовь, надо жертвовать своими интересами."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Схема Самопожертвования часто происходит от повышенной сензитивности, особенно к боли других. Такая сверхчувствительность, соединенная с навязанным чувством вины, превращает добродетель самопожертвования в болезненное игнорирование собственных интересов и неумение как следует заботиться о себе самом."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Хотя схемы Самопожертвования и Покорности могут показаться в чем-то похожими, происхождение этих двух схем различно. Схема Покорности развивается от взаимодействия с властными и доминирующими родителями, которые слишком сильно подавляют ребенка, проявляют насилие и вызывают страх, а схема Самопожертвования ассоциируется с родителями, которые кажутся беспомощными, депрессивными, инфантильными или слишком слабыми и больными. Схема Самопожертвования также характерна для ребенка, который преждевременно взрослеет, принимая на себя родительские функции с раннего детства. При Самопожертвовании человеком движет чувство вины и желание получить одобрение и любовь, а целью Покорности является избегание отвержения, боли, ответного наказания."
      ]
    }
  ]
}
