{
  "title": "Спутаность / Неразвитая идентичность",
  "text": [
    {
      "type": "paragraph",
      "content": [
        "Люди со схемой Спутанности / Неразвитой идентичности обладают очень слабо выраженной индивидуальностью, так как испытывают слишком сильную эмоциональную привязанность к значимым для них людям. Обычно это их родители или братья (сёстры), лучшие друзья или партнеры. Человек с этой схемой испытывает сильную эмоциональную вовлеченность в отношения и близость с одним или несколькими значимыми взрослыми. В результате создается впечатление, что личности этих людей в нем так перемешались, что невозможно определить, что представляет собой личность самого человека с этой схемой. Очевидно, что такой симбиоз наносит ущерб нормальному социальному развитию и индивидуализации. Многие из них полагают, что ни они, ни значимый для них человек, не смогут жить без постоянной эмоциональной поддержки друг друга и что они отчаянно нуждаются друг в друге. Они считают, что нельзя устанавливать никакие границы со значимым для них человеком и чувствуют себя виноватыми всякий раз, когда это делают. Они говорят другому человеку все и ожидают такой же ответной откровенности. Они испытывают настолько интенсивную связь с другим человеком, что им кажется, что вместе они один человек. Слабая развитость индивидуальности приводит к тому, что такие люди часто испытывают чувство пустоты или запутанности."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Пациенты с выраженной схемой Спутанности / Неразвитой идентичности не знают, кто они такие на самом деле, они не смогли сформировать свои собственные предпочтения, не развили свои способности и таланты, не следовали своей природной предрасположенности, не делали то, что могли бы делать хорошо, и то, что им нравилось. В крайних случаях у пациентов с этой схемой даже возникает вопрос - существуют ли они на самом деле."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Спутанность и Неразвитая идентичность - это части одной схемы, но не всегда они проявляются вместе и могут развиваться по разным причинам. Например, у ребенка не было возможности развить свое собственное Я в связи с тем, что он вынужден был подчиняться своим доминирующим родителям, которые заставляли его делать все, что они потребуют. Таково происхождение Неразвитой идентичности."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Дети, которые сливались, идентифицировались со своими очень любящими и строящими зависимые отношения родителями почти всегда, как следствие, имели спутанную идентичность. В этом случае мнения, интересы, цели и предпочтения такого «запутанного» человека являются просто заимствованными у личности, с которой произошло слияние. Создается впечатление, как будто жизнь значимой, родительской фигуры более реальна, чем их собственная жизнь: родительская фигура это звезда, а они спутники. Типичное поведение «запутанного» человека характеризуется копированием поведения родительской фигуры, стремлением быть в постоянном контакте, постоянно думать или говорить о нем (о ней) и подавлением любых мыслей, чувств и действий, отличных или не согласующихся с этой фигурой. Когда пациенты с выраженной данной схемой делают попытку отделиться от значимой персоны, с которой они слились, у них возникает приступ чувства вины."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Став взрослыми, пациенты с неразвитой идентичностью могут нуждаться в харизматичном лидере, с которым они могли бы слиться. Эту роль для них может выполнять и психотерапевт, который воспринимается пациентами как новая родительская фигура. Иногда пациент способен расстаться со старой родительской фигурой только в том случае если она будет заменена новой, например, психотерапевтом. В этом случае, психотерапевт в начале лечения может разрешить некоторое слияние, после чего ему следует помочь пациенту развивать свою идентичность."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Данная схема часто развивается у людей, которые в раннем возрасте были лишены безусловной любви и принятия близких, у тех, кто испытывал незащищенность от родителей и прежде всего от матери. Когда у ребенка возникает ощущение, что он нелюбим и не нужен, у него может формироваться неуверенность в себе, чувство беспомощности, страх за свое будущее и отсутствие самодостаточности. Он может чувствовать себя несчастным и одиноким человеком, даже если обстоятельства благоприятны. В этом случае, вся дальнейшая жизнь человека окрашивается отсутствием доверия к окружающим людям И к миру, и чувством глубинной неуверенности в себе. Необходимость быть любимым и принятым приводит к тому, что он начинает искать признания и всецело зависеть от мнения значимых других."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Родители могли также способствовать появлению данной схемы у ребенка тем, что пытались подчинять его себе, контролировать все аспекты жизни своего ребенка, были властными, доминирующими, наказывали или угрожали, если ребенок не делал то, что от него хотели. Взрослые заставляли ребенка слушаться и подчиняться им. Таким образом, у ребенка формировались зависимость и беспомощность."
      ]
    }
  ]
}
