{
  "title": "Пунитивность",
  "text": [
    {
      "type": "paragraph",
      "content": [
        "У людей со схемой Пунитивности имеется склонность к проявлению гнева, нетерпимости. Они нетерпеливы и обычно винят людей, которые не соответствуют стандартам или их ожиданиям, включая и самих себя. Обычно, такие люди очень требовательны, они не берут в расчет человеческие слабости, обстоятельства или то, что поступки могут быть совершены под воздействием сильных эмоций. Они не хотят прощать ошибки ни себе, ни другим. Как правило, большую часть времени такие люди испытывают недовольство от неправильного или несовершенного поведения кого-либо. Они убеждены, что за свои ошибки все люди должны быть сурово наказаны. Никакие оправдания не принимаются в расчет. Пациенты со схемой Пунитивности не могут проявлять милосердие, они не испытывают сочувствия и сострадания к несчастным, им недостает мягкости и терпимости. Они не бывают удовлетворены, пока виновный не будет наказан, причем, наказание предполагается значительно более суровое, чем совершенное «преступление»."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Когда люди со схемой Пунитивности говорят о своих или чужих ошибках, тон их голоса становится холодным, обвиняющим, бессердечным или высокомерным. Скорее всего, именно таким тоном с ними говорили их критикующие родители в детстве."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Схема Пунитивности довольно часто сочетается с другими схемами, а особенно со схемами Жестких стандартов и Дефективности. Если у человека выражена схема Жестких стандартов, а он еще и наказывает себя за то что не соответствует этим стандартам, то в данном случае представлены и схема Жестких Стандартов и схема Пунитивности. Когда человек считает себя дефективным и казнит себя за это, то здесь сочетаются схема Дефективности и схема Пунитивности."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В случаях серьезных нарушений личности наиболее распространенной формой  Пунитивности — является самонаказание, доходящее до самообвинения, членовредительства, склонности к травмам, суицидальным попыткам, то есть прямого нанесения вреда себе и своему здоровью."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Когда люди со схемой Пунитивности были маленькими, то их родители, или, по крайней мере, один из них слишком большой акцент ставили на результатах деятельности ребенка. Они требовали, чтобы все было сделано идеально, критиковали или наказывали за любые ошибки и не прошали ребенку просчетов. Родители не принимали никаких оправданий и не проявляли милосердия."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Схема Пунитивности появилась в результате интернализации критикующего и наказывающего родительского голоса Уже в детстве такие люди усвоили способ пунитивного обращения с собой. Они наказывают себя так же, как когда-то это делали их родители. Они кричат на себя и ругают себя, если порезались, морят себя голодом, обзывают себя, считают себя плохими и истязают себя."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Возможно, им приходилось слышать от родителей фразы типа: «Из-за тебя я опоздал...», «Если бы не эти идиоты, то...», «Это из-за них мы живем так плохо...» и тд, что позволило ребенку научиться искать причины неудач в других людях, обесценивать их достижения и гневаться на них. Ведь порой обидных фраз можно легко задеть несформировавшуюся и нестабильную психику ребенка, и вместо полезной привычки к рефлексии, то есть самоанализу, подросток приобретет привычку к самобичеванию. Самобичевание — это повышенная самокритичность, которая выражается в осуждении своих поступков, самообвинении. Если в процессе рефлексии происходит анализ опыта, то в самобичевание направлено на осуждение опыта, отрицание его последствий. В бытовом лексиконе это называется «самоедством»."
      ]
    }
  ]
}
