{
  "title": "Негативизм / Пессимизм",
  "text": [
    {
      "type": "paragraph",
      "content": [
        "Негативизм часто связывают с проявлением негативной установки, отношением к людям, к жизни или к миру с негативным  предубеждением Для пациентов со схемой Негативизм/Пессимизм характерна постоянная сосредоточенность на таких отрицательных сторонах жизни как боль, смерть, потеря близкого человека, разочарование, предательство, неудача, конфликты. При этом, они практически не обращают внимания на положительные аспекты бытия: вместо удач он видит ошибки, вместо возможностей — проблемы, а вместо достоинств — недостатки. В различных сферах жизни, от работы до личных отношений, они постоянно ожидают, что все должно измениться в худшую сторону."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "К проявлениям схемы Негативизм / Пессимизм можно отнести: склонность к нытью и бесконечным переживаниям по любому поводу, неприязнь к жизнерадостным людям с позитивным мировосприятием, стремление размышлять и говорить о несовершенстве мира, неспособность и нежелание выражать благодарность окружающим, привычка переживать проблему, вместо того, чтобы искать ее решение. Их деятельность преимущественно строится на негативной мотивации, связанной со страхом неприятностей, чувством вины, недовольством своими действиями, желанием  принизить окружающих."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Независимо от внешнего стиля общения, внутренне такой человек относится к другим с негативным предубеждением: не доверяет людям, видит только умысел и вредительство, обвиняет и подозревает людей, провоцирует негативизм у окружающих."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Пациенты со схемой Негативизм / Пессимизм чувствуют себя уязвимыми перед обстоятельствами, которые, как они считают, заставят их сделать ошибки. Эти ошибки должны непременно привести их к финансовому краху, тяжелой потере, социальному унижению, завести в ловушку или лишить контроля над ситуацией. Они проводят много времени, пытаясь удостовериться, что не совершают критических ошибок. Они обладают привычкой подолгу об этом размышлять. Их обычное состояние характеризуется беспокойством, они постоянно испытывают напряжение и волнение, а их типичное поведение состоит из жалоб и нерешительности. Пациентам c этой схемой может быть трудно общаться, потому что, независимо от того что говорят другие люди, они всегда видят отрицательную сторону событий. Их «стакан всегда наполовину пуст»."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Беспокойство и волнение, которые испытывают пациенты — это своеобразный волшебный ритуал, который, как они считают, может предотвратить плохие вещи. Они думают, что пока они волнуются, плохие вещи не будут происходить. Некоторые считают, что именно волнение заставляет их хоть что-то делать в ситуации неопределенности. Это своеобразная попытка взять под контроль отрицательные результаты. Однако в действительности есть много объектов, которые внушают им беспокойство, или не могут быть ими проконтролированы, или не поддаются управлению."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Невзирая на объективные обстоятельства и отсутствие реальных причин для беспокойства они все время жалуются, вынуждая других включаться в их проблемы и заботиться о них. Причиной их хронических жалоб, неподвластных никаким логическим доводам и доказательствам, является их основная проблема — нехватка эмоционального участия. Пациенты жалуются не потому, что они хотят практических решений или советов, а потому, что им необходимо сочувствие и участие. Очевидно, что отрицательной стороной постоянных жалоб таких пациентов является то, что через некоторое время другие люди устают от такого поведения и становятся нетерпимыми или начинают избегать их. Поскольку жалобы все-таки нередко могут вызывать сочувствие и привлекать к ним внимание, такие люди получают вторичную выгоду, вызывая участие других людей. Их жизнь нацелена на выживание, а не на получение удовольствия и радости. Они сконцентрированы на предотвращении плохого, а не на получении чего-то хорошего. Довольно часто, такие люди не могут вспомнить то время, когда бы они смотрели на жизнь не пессимистично. Они даже не могут предположить, что можно воспринимать бытие как-то иначе и чувствовать себя по-другому. Обычно эта схема очень трудно поддается изменению, так как в её основе может лежать негативное мировосприятие, беспомощность, недостаток умений и знаний о том, как преодолеть проблему. Если бы люди с этой схемой научились выражать свою потребность в участии и внимании более открыто и непосредственно, вместо того, чтобы делать это с помощью жалоб, то они смогли бы удовлетворять свои эмоциональные потребности более здоровыми способами."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Данная схема отражает тенденцию к негативизму и пессимизму, которую человек усвоил от своих родителей еще в детстве. Пессимистическое и негативное отношение родителей к действительности и их депрессивность воспринимались ребенком как способ взаимодействия с миром. Люди со схемой Негативизма/Пессимизма усвоили отношение своих родителей к миру и другим людям как образ жизни."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В основе происхождения этой схемы может также лежать трагическая история детства В этом случае, люди стали негативистами и пессимистами, потому что они испытали много боли и потерь уже в раннем возрасте. Это еще более сложный случай для преодоления схемы, поскольку такие люди, утратили свой естественный оптимизм молодого человека еще в раннем возрасте. Многие из таких людей не перестают горевать о прошлых потерях."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "С другой стороны, эта схема может быть гиперкомпенсацией схемы Эмоциональной Депривированности, когда пациент жалуется, чтобы привлечь внимание или сочувствие, получить эмоциональное участие окружающих."
      ]
    }
  ]
}
