{
  "title": "Покинутость / Нестабильность",
  "text": [
    {
      "type": "paragraph",
      "content": [
        "Для схемы Покинутости характерным является убеждение человека в том, что он обязательно потеряет дорогих ему людей и навсегда останется эмоционально изолированным. Люди с такой схемой постоянно ждут, что их покинут навсегда: что близкий человек может уйти или умереть, может попросить их уйти — в любом случае им кажется, что их оставят в одиночестве. В глубине души они уверены, что прожить жизнь в полном одиночестве - это их судьба Под влиянием этого убеждения, они слишком крепко держатся за дорогих им людей. Их могут расстраивать и приводить в ярость даже обычные расставания. Такое поведение часто приводит к тому, что их действительно начинают отталкивать."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Схема Покинутости заставляет человека жить в непрерывном страхе и постоянно выискивать признаки того, что кто-то собирается его оставить Характерные эмоции для этой схемы — хроническое беспокойство о возможности потерять человека, печаль, депрессия и гнев на людей, которые уходят. Некоторые пациенты расстраиваются, даже когда их оставляют всего лишь на короткое время. Они склонны чувствовать себя эмоционально покинутыми. Все, что разлучает их с близкими людьми, пусть даже ненадолго, способно вызвать действие этой схемы, если даже это не имеет ничего общего с реальным фактом потери близкого человека или расставания с ним."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Типичное поведение включает в себя цепляние за близких людей, манипулирование, обвинения в измене, ревность, соперничество — все чтобы воспрепятствовать уходу другого человека. Некоторые пациенты со схемой Покинутости избегают интимных отношений, чтобы не испытывать боль потери. Вместе с тем, данная схема способствует выбору ненадежных партнеров, которые с большой вероятностью действительно могут бросить этого человека. Таким образом, на поведенческом уровне схема поддерживает иррациональные убеждения о неминуемости одиночества."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Очень часто эта схема приводит к чувству разочарования в любви. Несмотря на то, что на первый взгляд все бывает благополучно, человек думает, что его отношения с любимым обречены Им трудно поверить, что люди готовы быть рядом с ними и думать о них даже тогда, когда не находятся рядом. Большинство людей не расстраиваются по поводу расставания с любимым человеком на короткое время, так как уверены, что их отношения сохранятся, независимо от разлуки. Но те, кто находится под влиянием схемы Покинутости, думают иначе. Как только они видят, что близкий человек выходит за дверь, им кажется, что он уже не вернется никогда. Поскольку они слишком сильно хотят удержать близкого им человека, то становятся чересчур напутанными и агрессивными даже при незначительном расставании. Особенно это касается романтических отношений, когда, испытывая эмоциональную зависимость, они боятся потерять интимные взаимоотношения."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Данная схема никогда не начинает действовать в обществе или при случайных связях. Основным спусковым крючком для этой схемы является разлука с любимым человеком. При этом для Покинутости не обязательно, чтобы эта разлука была реальной и возникла на самом деле. Сверхчувствительность заставляет видеть признаки надвигающегося одиночества даже в самых невинных поступках или высказываниях."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Если разлука с любимым человеком длится достаточно долго, опыт переживаний по этому поводу проходит через цикл негативных эмоций: страх, печаль и злость. Это и есть цикл схемы Покинутости. Сначала человек испытывает паническое чувство, подобно маленькому ребенку, которого бросили одного, например, в большом магазине, и он не может найти свою маму. Тревога может перейти в панику и продлиться несколько часов, а то и дней. После этого человека одолевает печать от одиночества, как будто он никогда не вернет человека, которого потерял. Эта печаль может перейти в депрессию. И наконец, если близкий человек возвращается, то возникает злость на него за то, что он оставил того, кто так сильно в нем нуждался, и на себя за беспомощность и зависимость от этого человека."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "На самом деле, трудно представить человека, у которого есть схема Зависимости, и нет схемы Покинутости Люди, у которых действует схема Зависимости, не могут жить в одиночестве. Они нуждаются в поддержке со стороны сильной личности, которая ежедневно сможет направлять их в любом деле. Они нуждаются в помощи Если верить в то, что жизнь зависит от определенного человека, тогда вероятность потери этого человека вселяет ужас. Поэтому совершенно очевидно, что те, кто находится под влиянием схемы Зависимости, также имеют проблему Покинутости."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "При этом, у большинства тех, кто имеет схему Покинутости, не бывает проблем с Зависимостью. Они относятся к тому варианту Покинутости, при котором эта схема развивается в условиях нестабильных эмоциональных связей со значимым близким в детстве — с матерью, отцом, сестрами и братьями, с близкими друзьями. Это скорее эмоциональная, нежели функциональная зависимость."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Есть и еще одно отличие: зависимые люди часто имеют в запасе несколько человек на тот случай, если самый главный человек в их жизни покинет их. У них всегда есть человек, который в любой момент готов быть рядом, чтобы занять место главного человека в их жизни, или они находят кого-то нового и тут же создают новые зависимые отношения. В основном зависимые люди не терпят одиночества. Большинство зависимых обладают талантом находить тех. кто готов оказывать им поддержку и заботиться о них. Это почти не относится к тем, кто страдает от эмоциональной покинутости. Они могут жить в одиночестве очень долго, могут отказываться от близких отношений из-за боли, боясь, что им снова придется страдать. Они уже столкнулись с одиночеством в детстве и знают, что могут выжить. Это ситуация, которая опустошает человека, когда, имея связь, теряешь её и снова погружаешься в одиночество."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Схема покинутости, как правило, начинает развиваться с первых лет жизни, до того, как ребенок научится говорить. В довербальный период развития ребенок еще не способен описать, что с ним происходит. По этой причине, уже во взрослом возрасте мысли человека могут быть совершенно не связаны с опытом, в результате которого возникла схема. В этом случае одиночество или отсутствие близкого человека отражаются в сознании как само собой разумеющийся факт. Из-за того, что схема Покинутости формируется на ранних этапах развития, она обладает невероятной эмоциональной силой. Человек, находящийся под сильным влиянием схемы Покинутости реагирует даже на самые короткие расставания с близкими людьми, как маленький ребенок, которого все бросили."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Существует два варианта развития схемы Покинутости которые зависят от двух разных обстоятельств раннего детства:"
      ]
    },
    {
      "type": "list",
      "content": [
        "Первый вариант — Покинутость, основанная на зависимости развивается в слишком безопасной и чересчур защищенной среде. Этот вариант представляет собой сочетание двух схем — Покинутости и Зависимости.",
        "Второй вариант — Покинутость, основанная на нестабильности или утрате развивается в эмоционально нестабильной среде, когда у ребенка нет постоянного значимого взрослого, который заботится о нем."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Говоря о предпосылках формирования схемы, необходимо, прежде всего, обратить внимание на обстоятельства детства и факторы наследственности Известно, что некоторые дети не так болезненно реагируют на разлуку, как большинство других Можно предположить, что некоторые люди могут быть биологически предрасположены к развитию схемы Покинутости, так как наш способ реагирования на разлуку с близким человеком, который заботится о нас, является частично врожденным Разлука с мамой — это вопрос жизни для новорожденного. Начиная с животного мира, младенцы полностью зависят от своих матерей, и если ребенок теряет мать, то обычно он погибает. Дж. Боулби (2003) обнаружил три фазы поведения ребенка после расставания с матерью, которые демонстрировали все дети: Тревожность. Отчаяние и Отчуждение. Такая реакция свойственна абсолютно всем детям, находящимся в разлуке с матерью. Более того, такая реакция свойственна и животным. Не только детеныш человека, но и детеныш любого вида животных проходит через все три фазы. Подобного рода универсальность поведения позволяет предположить наличие биологической предрасположенности."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Можно заметить некоторое совпадение между теорией Дж. Боулби о нарушении привязанности к матери и тем, что Дж. Янг называет цикличностью схемы покинутости: стадии тревоги, печали и злости. Некоторые люди переживают эти эмоциональные стадии гораздо интенсивнее, чем другие. Когда приходится расставаться с близким человеком, стадии тревоги, печали и злости, которые переживают эти люди, настолько интенсивны, что они не могут успокоиться, чувствуя себя полностью изолированными и находясь в полном отчаянии Они не могут полностью успокоиться и взять себя в руки, пока близкого человека нет рядом. Такие люди очень болезненно переживают потерю любимого человека. Они легко привязываются к другим, и в этом их талант, но совершенно не выносят одиночества."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Люди, склонные с рождения к столь сильным переживаниям в ответ на разлуку, и неспособные успокоить себя в отсутствии близкого им человека, скорее всего, предрасположены к формированию схемы Покинутости. Но это совсем не означает, что у каждого, кто имеет биологическую предрасположенность, развивается данная схема. Многое зависит от обстоятельств периода раннего детства."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Если в детстве была надежная эмоциональная связь, прежде всего с матерью, или с другими значимыми взрослыми, то, даже если имеется биологическая предрасположенность к формированию схемы покинутости, скорее всего, она не сформируется. Однако некоторые обстоятельства бывают настолько нестабильны и сопровождаются многочисленными потерями, что даже у человека, не имеющего предрасположенности, развивается схема Покинутости."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Человеку, который более расположен к этому по природе, достаточно незначительных травмирующих событий в жизни, чтобы инициировать формирование схемы Покинутости. В этом случае наши поиски конкретных предпосылок развития данной схемы в его детстве могут оказаться напрасными."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Утрата родителей в детстве относится к наиболее травматичным предпосылкам развития жизненной схемы. Родители могут заболеть и долгое время отсутствовать. Родители могут развестись: кто-то из них может переехать жить в другое место и постепенно забудет о своем ребенке. Смерть родителей болезнь, разлука или развод - все это относится к категории исключительно значимых переживаний. Смерть родителей особенно тяжело сказывается в раннем детстве. Как правило, чем раньше это случается, тем более уязвимым становится ребенок; тем сильнее и устойчивей будет его жизненная схема."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Как сильно повлияет разлука с родителями на формирование схемы, зависит от ряда факторов. Одним из главных является качество отношений с близкими Если у ребенка была возможность общения с человеком, способным выполнять функции одного из родителей, например, отчим или мачеха, это также может послужить благоприятным фактором. Такую же роль сыграют обстоятельства, при которых родители возвращаются к своему ребенку, когда больной родитель выздоравливает и приезжает домой, когда между родителями восстанавливается брак, или когда родителям, страдающим алкоголизмом, удается справиться с зависимостью. Однако воспоминания о том, что ребенка когда-то покинули, останутся навсегда. Соответственно, несмотря на обстоятельства, помогающие справиться со схемой, один трагический случай в жизни, например, расставание с любимым человеком, вполне способен снова запустить в действие схему."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В этом заключается основное отличие схемы Покинутости от схемы Эмоциональной Депривированности. В случае развития схемы Эмоциональной Депривированности, родитель физически находится рядом с ребенком, при этом, качество эмоциональных отношений родителя с ребенком оставляло желать лучшего. Родители просто не знали; как выражать свою любовь, как заботиться о ребенке, как сопереживать его чувствам. Отношения, при этом, были стабильными, но недостаточно близкими. В случае со схемой Покинутости, связь с родителями была очень крепкой и тесной, но по разным обстоятельствам прекратилась. Или визиты родителя к ребенку были неожиданными и непредсказуемыми для него. К сожалению, встречаются случаи, когда родители бывают недостаточно эмоциональными и непредсказуемыми одновременно. При таких обстоятельствах у ребенка формируются обе схемы — Эмоциональной Депривированности и Покинутости."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Кроме утраты и разлуки с родителями, одной из предпосылок формирования схемы Покинутости является отсутствие у ребенка постоянной фигуры, выполняющей роль матери. Например, когда родители не находя время на воспитание детей, доверяют их часто меняющимся няням и воспитательницам в разных центрах, или отдают детей в воспитательные учреждения где происходит частая смена персонала. Это также является предпосылкой формирования схемы Покинутости Очень важно, особенно в первые годы жизни ребенка, чтобы о нем заботился постоянный значимый взрослый. Необязательно, чтобы этим взрослым был родитель ребенка. Однако частая смена лиц, заботящихся о ребенке, крайне неблагоприятна для его развития, так как ребенку будет казаться, что он живет среди незнакомцев."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Следующую предпосылку формирования схемы Покинутости труднее определить. Она заключается в том, что при наличии постоянной фигуры матери, ее отношение к ребенку может быть непредсказуемым и нестабильным. Например, мать, страдающая алкогольной зависимостью, в какой-то момент может быть очень нежна и близка с ребенком, но всего через несколько часов, ее отношение к сыну может в корне измениться. Так же происходит и с матерью, имеющей предрасположенность к резкой и интенсивной смене настроения. Физически, она находится рядом, но ее отношение к ребенку совершенно непредсказуемо."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Существуют и другие обстоятельства детства, которые способствуют развитию схемы Покинутости Например, когда родители все время ссорятся, ребенок чувствует нестабильность и разлад в семье. Или когда родители разводятся, а затем создают новые семьи с другими детьми В такой ситуации ребенок переживает вовлеченность своего родителя в воспитание других детей, как Покинутость. Другая ситуация - когда родители отказывают ребенку во внимании, заботясь, прежде всего, о младшей сестре или брате. Конечно, такие события не всегда приводят к образованию схемы Покинутости Все зависит от степени эмоциональной близости родителей с детьми Чтобы эта схема получила развитие, ребенок должен пережить сильное чувство покинутости."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Очень часто ребенок, чувствующий себя покинутым, старается быть ближе к родителям. Ребенок преследует родителей как тень, наблюдает за ними, все время крутится возле них. Со стороны может даже показаться, что у таких родителей очень тесная связь с ребенком. Но на самом деле, они недостаточно близки, поэтому ребенку приходится держать родителей в поле зрения, чтобы не потерять с ними связь. Поддержание связи с родителями становиться самой главной задачей в жизни ребенка и может отвлечь его внимание от остального мира и людей."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Кроме того, схема Покинутости возникает в гиперопекающей среде и связана с Зависимостью. Зависимый ребенок, чувствует себя покинутым. Потребность ребенка постоянно находиться с матерью подрывает его собственную автономность. Таким детям не хватает свободы, чтобы получить достаточный жизненный опыт, развить в себе уверенность и умение позаботиться о себе. Они все время зависят от матери, мать управляет их жизнью. Гиперопека часто бывает связана с попытками матери преодолеть свой страх одиночества и потребностью постоянно иметь рядом близкого человека."
      ]
    }
  ]
}
