{
  "title": "Подавление эмоций",
  "text": [
    {
      "type": "paragraph",
      "content": [
        "Люди со схемой Подавления Эмоций убеждены, что необходимо подавлять свои чувства и эмоции, спонтанные желания и стремление к контактам во избежание неодобрения со стороны других людей. Они боятся потерять контроль над собой и не хотят испытывать потом чувство стыда из-за этого. Они считают, что любое проявление чувств может навредить людям, может вызвать смущение или привести к потере самоуважения или, хуже того, к ответному удару и изоляции."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Люди со схемой Подавления Эмоций производят впечатление эмоционально уплощенных, эмоционально невыразительных, скованных людей. Они сдерживают проявление теплоты и заботы. Большинство таких людей ставят самообладание выше близости, искренности и открытости в межличностных отношениях."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Их сверхконтроль в отношении проявления эмоций и чувств распространяется также и на других. Они пытаются препятствовать тому, чтобы значимые для них люди выражали эмоции, как положительные так и отрицательные. Особенно когда эти эмоции интенсивны."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Пациенты с данной схемой научились подавлять свои эмоции, которые лучше было бы выражать. Они научились подавлять естественные, непосредственные проявления свойственные детям. Конечно, все дети должны научиться управлять своими желаниями и обуздывать свои эмоции, чтобы не нарушать границы других людей и не ущемлять их права. Однако, люди со схемой Подавления Эмоций зашли в этом слишком далеко. Они настолько подавили своего Внутреннего, Непосредственного Ребенка, что даже забыли, как быть естественным, как играть, как получать удовольствие от этого."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Наиболее часто пациенты с данной схемой включают сверхконтроль в следующих формах:"
      ]
    },
    {
      "type": "list",
      "content": [
        "они запрещают себе проявление гнева и агрессии",
        "им свойственно подавлять и позитивные эмоции и чувства, такие как радость, любовь, привязанность, сексуальное волнение, спонтанность и т.д",
        "они не могут позволить себе обнаружить перед другими свои слабые стороны, показывать свою уязвимость",
        "им трудно говорить о чувствах, и они не могут свободно их выражать",
        "они игнорируют свои эмоциональные потребности, делая чрезмерный акцент на рациональности",
        "они чрезмерно привержены ритуалам и погружены в рутинные дела"
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В дополнение к эмоциональной зажатости, пациенты со схемой Подавления Эмоций, также склонны к излишнему следованию правилам этикета. Это позволяет им держаться на дистанции, не допускать эмоциональной близости и спонтанности и комфортно чувствовать себя, проявляя негибкость и ригидность. Они часто выглядят безрадостными, холодными и мрачными. Из-за того что внутри у них хранится накопленный годами и невыраженный гнев они могут иногда реагировать, проявляя возмущение и враждебность."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Нередко, они стремятся вступить в отношения с весьма эмоциональными и импульсивными партнерами, к которым испытывают нежные, романтические чувства Возможно, это случается потому, что «здоровая» часть людей с этой схемой, через отношения с эмоциональным партнером, стремится дать выход их Внутреннему, Спонтанному Ребенку."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Пациенты, у которых выражены схема Подавления Эмоций и схема Жестких Стандартов вероятно будут соответствовать диагностическим критериям для обсессивно-компульсивного расстройства личности."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Схема Подавления Эмоций, как правило, формируется в семье. Она начинает развиваться у ребенка, если значимые для него люди стыдят его за открытое проявление чувств и эмоций, за непосредственность и спонтанность. В значительной степени эта схема образуется в связи с требованиями культурного поведения в обществе. В некоторых культурных сообществах особое значение придается умению владеть собой и очень высоко ценится способность держать свои чувства при себе. Ребенок усваивает от взрослых, что говорить о чувствах или показывать их - «плохо», так же как и вести себя спонтанно и непосредственно. А вот держать свои чувства при себе и не показывать их никому - это «хорошо» и «правильно»."
      ]
    }
  ]
}
