{
  "title": "Недоверие / Ожидание жестокого обращения",
  "text": [
    {
      "type": "paragraph",
      "content": [
        "Схема Недоверие / Ожидание жестокого обращения у пациентов выражается в постоянном ожидании того, что люди обязательно причинят им боль или страдания: могут им изменить, обмануть их, манипулировать ими использовать их в своих целях, унизить их или даже нанести телесное повреждение. Такие пациенты защищаются, прячась за стеной недоверия, и никого не подпускают к себе близко. Они подозрительны к чужим намерениям и всегда ждут самого худшего: предательства от тех, кого любят, агрессии, обмана, унижения."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Такие пациенты недоверчивы как в личной, так и в профессиональной жизни, они часто подозревают, что люди используют их в своих интересах, даже если у них нет никаких доказательств этого. Им очень трудно рассказывать о себе, делиться мыслями и чувствами с другими, так как им кажется, что люди могут использовать это против них. Они постоянно ждут подвоха. Им также очень трудно показывать свою уязвимость или слабость из страха, что другие могут этим воспользоваться. И все-таки они позволяют другим использовать их в своих интересах, так как считают, что это лучше, чем быть одному. Они слишком легко сдаются и уступают другим, так как испытывают страх перед ними. Они тревожатся и нервничают в окружении людей, особенно незнакомых, потому что боятся, что их могут задеть или унизить. Тем не менее, они позволяют другим обращаться с ними грубо или даже жестоко, так как испытывают страх перед этими людьми и в глубине души считают, что заслужили такое обращение. Подобное поведение может провоцировать жестокое обращение, что в свою очередь, подтверждает «справедливость» дисфункциональной схемы Недоверие / Ожидание жестокого обращения."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Иногда им кажется, что другие испытывают наслаждение, видя, как они страдают. Бывает и так, что они стараются напасть первыми, так как ожидают, что другие собираются проявить к ним жестокость. Они тоже могут проявить жестокость, особенно по отношению к близким людям."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Они могут постоянно тестировать других, чтобы узнать, можно ли им доверять. В лучшем случае, такие пациенты считают, что другие люди следуют только своим интересам и заботятся только о себе, а в худшем, убеждены, что другие - это «злорадные и жестокие садисты», которые получают удовольствие от страданий других и что они опасны, так как могут подвергнуть сексуальному насилию или замучить."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Насилие или жестокое обращение включает целый комплекс чувств - боль, страх, гнев, горе. Эти чувства довольно сильны и готовы выйти на поверхность в любую минуту. Даже когда пациенты выглядят спокойными, эти чувства всегда с ними. Они готовы прорваться наружу, как водный поток, разрушающий плотину. У них может часто меняться настроение. Они могут внезапно сильно расстроиться, даже заплакать или разозлиться. Это часто удивляет людей, находящихся рядом с ними."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Иногда они могут быть «не в себе» - это состояние называется диссоциацией. В этот момент им кажется, будто это происходит не с ними. Им трудно выражать свои эмоции Привычка реагировать таким образом появилась в качестве психологической защиты от полученной травмы в результате насилия и жестокого обращения Когда с нами происходит что-то очень неприятное, их чувства будто отключаются."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Они либо вообще избегают любых отношений, начиная с самых поверхностных, либо строят отношения с теми людьми, которые явно плохо обращаются с ними, испытывая в последствии злость и чувство мести по отношению к ним Отношения с близким человеком для них - достаточно болезненны, опасны и непредсказуемы Эти отношения не дают им расслабиться и быть самим собой. Они вынуждены защищаться, так как им трудно доверять людям, даже самым близким, из-за опасений предательства и манипуляций. В итоге, они подозревают всех в скрытых намерениях причинить им боль. Даже когда кто-нибудь делает им что-то хорошее, они сразу начинают искать скрытые мотивы."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Недоверие и жестокое обращение порождают у них состояние повышенной бдительности и пугливости, они все время настороже и ждут угрозы в любой момент."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Большое значение имеет то, насколько хорошо они помнят жестокое обращение по отношению к ним. Они могут помнить все в деталях, и воспоминания могут неотступно преследовать их. В результате, многое может напоминать им о травме детства."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "С другой стороны, целые отрывки из их детства могут быть туманными и неясными. Но даже при сознательном желании все забыть у них могут возникать болезненные образы в кошмарах, запретных фантазиях, навязчивых идеях, внезапном чувстве печати, когда что-то напоминает им о травме. Тело может помнить, даже если человек не помнит. Их могут беспокоить неожиданные необычайно яркие воспоминания, в которых оживает их травматический опыт."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Тревога и депрессия - довольно обычные явления для тех, кому пришлось пережить насилие и жестокое обращение. Чувство безысходности не покидает их Прежде всего, эти люди отличаются низкой самооценкой и чувством неполноценности. Опасность влияния схемы Недоверие / Ожидание жестокого обращения заключается в том, что таких пациентов привлекают люди, которые склонны к насильственному поведению или люди, которым нельзя доверять."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Предпосылки формирования данной схемы связаны с опытом насилия, жестокого обращения, манипулирования, унижения и предательства в детстве. В своей семье такие пациенты не могли никому доверять, их родные раскрывали их секреты, пользовались их слабостью, манипулировали ими, давали обещания и никогда не выполняли их, часто обманывали. Возможно, кто-то из родителей все время говорил, что не стоит доверять чужим людям. Они могли чувствовать, что в семье все были против них. Может быть, в детстве их заставляли делать что-то, угрожая суровыми наказаниями и расплатой. Возможно, кто-то из членов семьи постоянно их унижал, устраивал проверки или оскорблял, придумывал разные прозвища, которые очень сильно обижали."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Самым вероятным источником интенсивного развития этой схемы может быть физическое насилие в семье, особенно если один из членов семьи подвергал ребенка сексуальному насилию или ребенок регулярно испытывал сексуальные домогательства."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Все формы насилия и жестокого обращения являются нарушением границ. Члены семьи, которые должны были защищать ребенка, намерено обижали его. причиняя страдания и боль, не уважали его физические, сексуальные и психологические границы, создавая ощущение беззащитности."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Стоит отметить, что степень насилия бывает довольно разной. Некоторые подвергаются жестокому сексуальному насилию, а у других это ограничивается прикосновениями и ласками Основным показателем являются чувства и отношение ребенка к такому поведению взрослого. Если ребенок испытывает дискомфорт от прикосновений взрослого, то в данном случае, эти действия взрослого можно рассматривать, как насилие сексуального характера."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Еще одним источником вины, которая терзает ребенка во взрослой жизни, является его убеждение в том, что именно он позволял, поощрял и даже получал удовольствие от насилия."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Очень важно понимать, что жертва насилия, в частности ребенок, не несет за это никакой ответственности. Факт того, что ребенок позволил взрослому определенные действия и даже сексуально отреагировал на это, не доказывает его вины. Ребенка оправдывает то, что он является ребенком. Что может сделать ребенок, когда член его семьи, намного старше и сильнее его, пытается нарушить его границы. Ребенок не может постоять за себя. Это семья обязана защищать ребенка. Несмотря на то, что ребенок чувствует свою вину, он ни в чем не виноват. Наивность и доверие ребенка подверглись предательству. То, что ребенок не рассказывает никому о насилии, является еще одной причиной его чувства вины и стыда."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Чувство незащищенности относится ко всем формам насилия и жестокого обращения. Один родитель оказывает насилие, а другой не может противостоять или помешать этому. Получается, оба родителя предают ребенка. А для большинства детей любая связь, даже насильственная, кажется лучше, чем полное отсутствие связи."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В каждом отдельном случае насилия и жестокого обращения у ребенка возникает чувство презрения к самому себе из-за беспомощности. Тот, кто совершает насильственные действия, часто обвиняет во всем ребенка, а ребенок принимает эту вин}'. Иногда дети думают, что это случилось с ними, потому что они плохие."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Единственный выход, который есть у ребенка в этом случае - это психологическая защита Когда реальность настолько невыносима и ужасна. можно применить психологическое избегание ситуации. В зависимости от степени оказываемого насилия, часть своего детства ребенок мог провести в состоянии диссоциации. Точнее, они научились спасаться диссоциацией, когда по отношению к ним совершалось насилие или жестокое обращение Такая реакция служит способом адаптации для ребенка."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Диссоциация позволяет отключить эмоциональные переживания по поводу происходящих событий и пережить их только физически. Диссоциация - это процесс, при котором мысли и чувства человека отделяются от событий, происходящих в реальности. Человек ментально «отсутствует» в реальной ситуации. Поэтому, отключив чувственные и эмоциональные переживания во время акта насилия, впоследствии жертва способна продолжать нормальное общение со своим насильником. В ситуациях, когда насилие приобретает более жестокий характер, диссоциация может приводить к формированию более серьезного расстройства личности."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Находясь под влиянием схемы Недоверие / Ожидание жестокого обращения, пациенты могут проявлять агрессию для того, чтобы наказать кого-то. Такое поведение способствует сохранению цепочки насильственных и жестоких действий. Очень часто жертвы насилия сами становятся насильниками. Действительно, большинство тех, кто насилует и жестоко обращается с детьми, в детстве сами были жертвами насилия и жестокого обращения."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Однако такая преемственность насильственного поведения не всегда имеет место. Многие жертвы насилия в детстве вырастают нормальными людьми и не становятся насильниками, а напротив, стараются стать намного благороднее и лучше, чем вынуждали их обстоятельства жизни с самого детства В то же время, многие жертвы насилия и жестокого обращения в детстве, которые не стали насильниками, могут фантазировать о насилии и жестокости по отношению к людям."
      ]
    }
  ]
}
