{
  "title": "Привелигированость / Грандиозность",
  "text": [
    {
      "type": "paragraph",
      "content": [
        "Люди с этой схемой чувствуют себя особенными Они убеждены, что могут сделать, сказать или получить все. что захотят в ту же секунду. Их совершенно не волнует, что думают другие, что на самом деле приемлемо, а что - нет. Их не волнует, что иногда для того, чтобы получить что-то требуется время, терпение и усилия У этих людей существуют проблемы с самодисциплиной."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Пациенты со схемой Привилегированности в детстве не смогли развить соответствующие внутренние границы и самодисциплину, не научились строить отношения взаимности. У них возникают большие трудности с соблюдением прав других, им сложно сотрудничать, выполнять обязательства или проявлять терпение для достижения долгосрочных целей. Эти пациенты часто производят впечатление эгоистичных, испорченных, безответственных или самовлюбленных людей. Привилегированность / Грандиозность может тогда быть формой гиперкомпенсации других схем, таких как Эмоциональная Депривированность или Дефективность Стыд. В этих случаях избалованность обычно не является основной причиной."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Эта схема связана с убеждением в превосходстве над другими людьми и. следовательно, в обладании особыми правами и привилегиями. Эти пациенты не только чувствуют себя особенными, но и полагают, что они лучше, чем другие люди. Поскольку они считают себя частью некоторой элиты, то чувствуют себя наделенными специальными правами и привилегиями и не связывают себя принципами взаимности, которые ведут к здоровым человеческим отношениям. Они часто настаивают на том. что могут делать то. что они хотят, независимо от последствии этих действий для других людей. Они могут уделять преувеличенное внимание собственному превосходству - например, стараются находиться среди самых успешных, известных и богатых .людей, чтобы достичь власти и влияния. Эти пациенты часто чрезмерно требовательны или доминантны и им не хватает сочувствия."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Они пытаются управлять поведением других, чтобы удовлетворять свои собственные потребности, не испытывая сочувствия и не проявляя заботу о других Они настаивают на том, что могут сказать, сделать, или получить то. что они хотят, независимо от последствий, которые возникнут и того, какое влияние это окажет на других. Типичное поведение у пациентов с этой схемой характеризуется чрезмерным конкурированием, снобизмом, доминированием над другими, навязыванием своей точки зрения и собственной власти довольно жесткими методами."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В отличие от многих других схем, которые вынуждают людей подавлять свои потребности, схема Привилегированности связана с чрезмерным выражением своих потребностей. Таким пациентам не хватает умеренной сдержанности. В то время, как другие сдерживаются и ведут себя дисциплинированно, они поступают совершенно иначе."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В отличие от многих других схем, которые вынуждают людей подавлять свои потребности, схема Привилегированности связана с чрезмерным выражением своих потребностей. Таким пациентам не хватает умеренной сдержанности. В то время, как другие сдерживаются и ведут себя дисциплинированно, они поступают совершенно иначе."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Большинство людей со схемой Привилегированности не считают свое поведение проблемным. Ни один пациент не приходил на терапию, жалуясь на то. что чувствует себя особенным человеком, и считает себя выше остальных. Однако, многие пациенты находятся в близких отношениях с такими партнерами, у которых сильно развита схема Привилегированности. Это объясняет тот факт, что пациенты с этой схемой чаще всего появляются на терапии в качестве партнеров наших пациентов."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Жизнь пациентов с этой схемой становиться трудной только тогда, когда они больше не могут избежать негативных последствий в результате своего поведения под влиянием схемы Привилегированности. Например, когда они теряют свою работу по причине того, что плохо справились с ней, или, когда их супруга или супруг грозится уйти. Только в такие моменты они признают, что своим поведением могут сделать несчастными других людей, и что их привилегированность является проблемой. Они, наконец, осознают, что семья имеет для них ценность, а неблагополучие в семье может испортить им жизнь."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Существуют три формы проявления схемы Привилегированность / Грандиозность у пациентов:"
      ]
    },
    {
      "type": "list",
      "content": [
        "Нарциссичность",
        "Непосредственная Привилегированность",
        "Зависимая Привилегированность"
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Нарциссические пациенты ведут себя таким образом, чтобы компенсировать лежащие в основе Грандиозности чувства дефективности и эмоциональной депривированности. Дж. Янг описывает нарциссичность как «хрупкую привилегированность»."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Пациенты с «непосредственной привилегированностью» были просто избалованы в детстве, и продолжают во взрослом возрасте ни в чем себе не отказывать. Их привилегированность не гиперкомпенсация других схем и не способ справляться с мнимой угрозой У пациентов с “непосредственной привилегированностью” обычно нет других схем, которые надо исправлять, а главной целью лечения является установление границ. Такие пациенты равнодушны к принятым общественным нормам, считают себя выше закона. При этом, они убеждены, что других стоит наказывать за нарушение общественного порядка, а их нет. Они берут все, что хотят без всякого чувства вины, потому что считают себя лучше других. Они умеют сделать так: чтобы не отвечать за свои действия."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "У пациентов с зависимой привилегированностью имеется смешение схем Зависимости и Грандиозности. Эти пациенты чувствуют себя наделенными правом зависеть от других, чтобы те заботились о них. Они полагают, что другие люди должны удовлетворять их повседневные потребности в еде, одежде, жилище и перемещениях Они сердятся, когда другие люди не делают этого. Ставя себя в слабую зависимую позицию, они ждут от других покровительства и заботы."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Когда кто-то не может позаботиться о них, они чувствуют себя жертвой, злятся, но, скорее всего, сдерживают себя. Они выражают свое недовольство другими способами - через обиду, пассивно-агрессивное поведение, ипохондрические жалобы, слезы, а иногда демонстрируют вспышки гнева."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Такие пациенты не обязательно чувствуют себя выше других Наоборот, они могут стараться быть угодливыми и любезными со всеми. Это позволяет им чувствовать себя вправе быть зависимыми Такая привилегированность заключается в том, что человек чувствует себя слабым и уязвимым, нуждается в помощи и считает, что другие обязаны ему ее оказывать."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Во всех трех случаях пациенты с этой схемой тратят свою жизнь на то, чтобы преувеличивать свои достоинства и не замечать свои недостатки. У них нет реалистичного представления об их собственных силах и слабостях. Эта схема несет много вторичных выгод. Хорошо получать то, что ты хочешь. Поэтому у таких пациентов ослаблено желание меняться, даже если им эта схема приносит неудобства и огорчения."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Большинство тех. у кого выражена данная схема, в детстве баловали. От них не требовали дисциплины и ни в чем не ограничивали, поэтому во взрослом возрасте их раздражает, когда они сразу не получают то, что хотят. Они, как правило, росли в семьях, в которых воспитание было чрезмерно попустительским или всепрощающим."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В детстве от этих пациентов не требовалось соблюдать правила, которые обязаны были выполнять все остальные. Будучи взрослыми, они испытывают трудности в ограничении своих импульсивных желаний и сиюминутных потребностей ради достижения отдаленной цели."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Неустановленные границы являются наиболее вероятной причиной развития схемы Привилегированности. В этом случае родители не приучают к дисциплине и плохо контролируют своих детей. Такие родители балуют своих детей и во всём им потакают. Детям ни в чем не отказывают, дают им все, неважно, что и когда они просят. Сюда относятся любые материальные потребности или прихоти В этом случае, дети контролируют родителей."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Родительское поведение служит для ребенка моделью саморегуляции и самоорганизации Когда взрослые не могут контролировать свое поведение, то вряд ли они смогут контролировать поведение своих детей и научить детей самоконтролю. Если родители устанавливают четкие, последовательные и приемлемые границы для детей, они учатся сами руководствоваться этими границами в дальнейшем."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "У детей, которые воспитывались в условиях плохо установленных границ, не формируется представление о принципах взаимности. Родители не учили их тому, что чтобы что-то получить, необходимо что-то отдать взамен. Наоборот, установка, которая была с детства заложена родителями, связана с тем, что о детях позаботятся, а они не должны ничего взамен."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Предпосылкой зависимой Привилегированности является также поведение родителей, при котором они слишком потакают во всем своим детям, что делает детей зависимыми от родителей. Родители берут на себя повседневные обязанности детей, принимают решения и выполняют трудные задания за ребенка, впрочем, как и те, с которыми ребенок сам может справиться. Обстановка, в которой растет ребенок, настолько безопасна, и от ребенка так мало требуют, что он привыкает и начинает требовать такого уровня заботы от всех."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Разница между схемой Зависимости и зависимой Привилегированностью заключается в степени проявления зависимого поведения Чем больше поощряется зависимое поведение, чем больше детей оберегают и удовлетворяют все их требования, тем более близки они будут в зрелом возрасте к зависимой Привилегированности."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Для многих пациентов Привилегированность является гиперкомпенсацией таких схем, как Дефективность, Эмоциональная Депривированность или Социальная Отчужденность."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Если схема Привилегированности развивается как способ компенсации схемы Эмоциональной Депривированности, то, скорее всего, такие дети были лишены заботы и привязанности. Возможно, их родители были эмоционально холодны и не заботились о них, в связи с чем, они росли в условиях эмоциональной депривации. Схема Привилегированности может быть вполне адаптивным и здоровым способом совладания с трудной ситуацией для ребенка. Возможно, она помогала ему справляться с одиночеством, недостатком любви, заботы и внимания, которые ему приходилось переживать в детстве. Проблема в том, что повзрослев, такие люди настолько сильно продолжают бояться лишения и предательства, что стали требовательными, нарциссичны, и стараются контролировать все и всех. Чтобы получить желаемое, они готовы оттолкнуть от себя именно тех, кто лучше всего мог бы удовлетворить их потребности."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Другой фактор развития этой схемы связан с тем, что родители позволяют ребенку компенсировать свои неудовлетворенные потребности. Родители, лишившие своих детей эмоциональной поддержки, могут поощрять их требовательное поведение в других ситуациях, например, задаривать подарками."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Еще один фактор связан с одаренностью ребенка, когда ребенок заметно отличается от других, более красив или талантлив. Такой ребенок может компенсировать эмоциональную депривированность. используя свою одаренность. По крайней мере, получая восхищение окружающих, он может удовлетворять свои потребности."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Привилегированность может проявляться в ответ и на другие схемы. Очевидно, что люди, которые считают себя хуже других и отвергнуты обществом, могут компенсировать свои страдания, считая себя особенными Вместо того, чтобы считать себя хуже других, ребенок может убеждать себя, что он особенный, лучше остальных."
      ]
    }
  ]
}
