{
  "title": "Недостаточность самоконтроля",
  "text": [
    {
      "type": "paragraph",
      "content": [
        "Пациентам, находящимся под влиянием схемы Недостаточность Самоконтроля, трудно контролировать свое поведение и эмоции, так как они страдают недостатком самообладания, то есть не могут владеть своими эмоциями и действуют импульсивно, исходя из сиюминутных желании и потребностей, не думая о последствиях. Они также отличаются слабой самодисциплиной, то есть не могут справляться с трудностями и препятствиями на пути к своим целям. Они не могут выполнять рутинные и скучные задания Им не хватает самоорганизации и порядка, они не дисциплинированны и склонны откладывать дела на потом. Они не могут сконцентрироваться, чтобы завершить какое-то дело. Обычно они без особого старания берутся за дела и чаще всего не доводят их до конца Им трудно справляться с делами, даже, когда это необходимо. Таким пациентам трудно отказываться от сиюминутных удовольствий ради достижения каких-то важных целей."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Создается впечатление, что они не извлекают уроков из отрицательных последствий своего сиюминутного поведения. Таким пациентам трудно контролировать собственные эмоции и чувства, особенно злость. Чаще всего они пребывают в состоянии сниженного настроения, так как импульсивность не позволяет им удовлетворять свои важные глубинные потребности, а направляет их активность преимущественно на сиюминутные прихоти."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Они не могут выражать свой гнев приемлемым способом, их поведение скорее напоминает поведение разгневанного ребенка, нетерпеливого, раздраженного и злого. Их не волнует, что чувствуют другие люди, когда они позволяют себе выражать свой гнев, так как считают, что им позволено свободно выражать любые свои эмоции. Если им чего-то хочется, но нет возможности законным способом удовлетворить свои желания, то они могут пойти и на противозаконные действия, и тогда ведут себя неприемлемым способом."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Чаще всего это случается в состоянии ярости или тогда, когда они впадают в истерику. Таким пациентам не хватает умеренности и сдержанности Они не могут сдерживать себя, как это делают дисциплинированные люди."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Одни пациенты с этой схемой могут создавать впечатление плохо воспитанных маленьких детей, бурно выражающих свои эмоции, а другие стараются уйти от любого дискомфорта. Они любым способом избегают бати, конфликтов, конфронтации, перенапряжения, а также ответственности. Даже за счет ущемления своих интересов. Их поведение характеризуется импульсивностью, неорганизованностью, опозданиями, ненадежностью и постоянным стремлением к развлечениям."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Проблема, связанная с предпочтением сиюминутных удовольствий может выражаться у них в форме зависимостей или вредных привычек: алкоголизм, курение, наркомания, переедание, насильственное сексуальное поведение, азартные игры и т.д. Однако, проблемы зависимостей необязательно является признаком именно этой схемы. Зависимость может быть способом избегания боли у любых пациентов с разными схемами. Зависимости это лишь часть более общих проблем, связанных с самоконтролем и самодисциплиной."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Каждому ребенку свойственна импульсивность и желание удовлетворить свои потребности. Дети по своей природе безудержны и недисциплинированны. В процессе социализации дети учатся контролировать свои чувства, приучаются к дисциплине и самоорганизации. В процессе воспитания мы осваиваем способы, которыми наш Здоровый Взрослый может ограничивать и дисциплинировать Импульсивного Ребенка для того, чтобы человек мог создавать порядок в своей жизни, организовывать себя и достигать важные для него цели."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Несомненно, в спонтанности есть позитивная сторона. Она позволяет непосредственно и свободно реагировать на окружающий мир, получать удовольствие от игры и весело проводить время Однако доминирующая излишняя спонтанность может становиться дисфункциональной схемой."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Иногда эта схема может быть связана с другой первичной или основной схемой. Например, иногда схема Недостаточность Самоконтроля проявляется неожиданно, потому что пациенты слишком долго подавляли очень сильные эмоции Это часто происходит со схемой Покорности. Пациенты со схемой Покорности достаточно долго могут сдерживать сильный гнев, который они чувствуют. Постепенно их гнев накапливается и может внезапно вырваться, приводя к неконтролируемому поведению. Если пациенты могут научиться своевременно выражать то. в чем они нуждаются и что чувствуют в данный момент, то их гнев не будет накапливаться до критических размеров. Чем меньше пациенты подавляют свои потребности и чувства, тем менее вероятно они будут вести себя импульсивно."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Данная модель поведения формируется очень рано и связана с неспособностью детей контролировать свое поведение и эмоции. У таких детей не развивается толерантность к фрустрации. Их не заставляли брать на себя обязательства и настойчиво выполнять какое-либо задание. Это могли быть любые повседневные дела или школьные задания. Родители позволяют ребенку избегать этих обязательств без каких-либо серьезных последствий."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Кроме этого, таких детей не учили контролировать свои импульсы и желания. Родители позволяли детям вести себя импульсивно, бесконтрольно проявлять свою злость, не предупреждая о негативных последствиях такого поведения. Одном)- или обоим их родителям могло быть трудно самим контролировать свои эмоции и импульсы, подчинять свою деятельность важным отдаленным целям."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Как и в схеме Привилегированности наиболее вероятной причиной развития схемы Недостаточность Самоконтроля являются неустановленные границы Когда речь идет о границах, имеются в виду соблюдение приемлемых правил и ответственность за последствия своих действий В некоторых семьях считается нормальным, когда кто-нибудь из взрослых, например, отец, ведет себя необузданно как ребенок."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Такие родители не приучали к дисциплине и плохо контролировали своих детей В результате в поведении детей начинала доминировать импульсивность при отсутствии терпения и устойчивости к фрустрации. Их не заставляли брать на себя обязательства и выполнять какое-либо ответственное задание. Незавершенные дела за них, как правило, доделывали другие люди."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Таким детям в условиях бесконтрольности позволялось откладывать дела на потом, бросать на полпути начатое дело, перекладывать ответственность на других. Им все это сходило с рук. Однако, в отличие от схемы Привилегированности, где родители баловали детей, схема Недостаточность Самоконтроля развивалась в условиях равнодушия и не заинтересованности родителей в формировании волевых качеств у своих детей и при общем игнорировании и попустительстве, в основном, ради сохранения своего комфорта."
      ]
    }
  ]
}
