{
  "title": "Эмоциональная депривация",
  "text": [
    {
      "type": "paragraph",
      "content": [
        "Пациенты с выраженной схемой Эмоциональной Депривированности чувствуют себя очень одинокими в этом мире, уставшими от разочарований, опустошенными, они сомневаются в том. что когда-либо смогут встретить истинную любовь и быть любимыми. Эмоциональная Депривированность связана с ощущением, что чего-то недостает, будто человек что- то упускает. Возможно, лучше всего эти чувство олицетворяет образ Брошенного Ребенка Эмоциональная Депривированность - это чувство, которое свойственно брошенным детям, оставшимся без внимания и заботы родителей, это чувство одиночества, ощущение, что «нет никого, кто мог бы позаботиться о тебе»."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В психотерапевтической практике эта схема встречается наиболее часто, хотя чувства связанные с этой схемой, трудно осознаются пациентами, они не всегда признают, что она у них есть. Поэтому влияние Эмоциональной Депривированности труднее всего определить по сравнению с другими схемами. Это связано с тем, что истинная депривация начинается на довербальном уровне развития, то есть прежде, чем у ребенка развивается способность описать эти чувства Опыт, связанный с эмоциональной депривацией вызывает опущение, что человек навсегда останется в одиночестве, никогда не будет услышан и понят, что-то важное и желаемое никогда с ним не произойдет."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Такие люди часто чувствуют горечь, подавленность, одиночество, считают, что другие их недооценивают, в то же время, не понимая причин этого. Неопределенные симптомы, которые содержатся в их жалобах, при дальнейшем анализе оказываются связанными с Эмоциональной Депривированность. Такие пациенты не ожидают от других людей, включая психотерапевта, заботы, понимания или защиты. Они считают себя эмоционально обездоленными и могут чувствовать, что не получают достаточно теплоты, внимания, заботы или проявления глубоких чувств от других. Реальные проявления внимания и чуткости со стороны других кажутся им недостаточными. Они считают, что нет никого, кто мог бы оказать им поддержку и покровительство."
      ]
    },
    {
      "type": "paragraph",
      "content": ["В этой схеме различают три типа депривации:"]
    },
    {
      "type": "list",
      "content": [
        "Лишение заботы. В этом случае пациенты чувствуют, что никто их не поддерживает, не обращает на них внимания и не проявляет физическую привязанность (прикосновения и объятия)",
        "Лишение сочувствия. В этом случае у них создается впечатление, что никто их не слушает, у них нет права голоса, их мнение и желания игнорируются, никто не пытается понять, как они себя чувствуют",
        "Лишение защиты. В этом случае пациенты жалуются на то, что никто их не оберегает, не оказывает покровительства, не заступается за них, хотя они сами часто защищают и поддерживают других. Эмоциональная Депривированность часто оказывается связанной со схемой Самопожертвования. Большинство пациентов со схемой Самопожертвования также эмоционально депривированы"
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Типичное поведение, свойственное этим пациентам характеризуется тем, что они мало говорят о себе, предпочитают задавать вопросы или слушать других, не обнаруживают свои желания, не обращаются к важным для них людям за тем, в чем они эмоционально нуждаются, не говорят, что им необходима любовь и эмоциональный комфорт. Они ведут себя более решительно и независимо, чем чувствуют на самом деле. Они сами усиливают депривированность и ограничивают возможность заботиться о них, действуя так, как будто у них нет эмоциональных потребностей. Поскольку эти пациенты не ожидают эмоциональной поддержки, то они ее и не просят, и как результат, обычно они её и не получают."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Другая тенденция, которую можно видеть у пациентов с Эмоциональной Депривированностью - это сближение с такими людьми, которые не могут или не хотят давать им эмоциональную поддержку. Они часто повторяют одну и ту же модель поведения - выбирают людей, которые являются холодными, отчужденными, эгоистичными, которые отказывают им в эмоциональном контакте Возникает чувство, что никто по- настоящему не заботится о них или не понимает их Это приводит к тому, что они создают отношения, которые заведомо не могут удовлетворить их потребности в любви В результате чувствуют себя обманутыми, а их злость и агрессия сменяются чувством одиночества и страдания Их раздражение и ожесточение еще больше провоцируют других людей причинять им боль, усиливая их чувство нехватки любви."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Еще одним проявлением схемы является чувство хронического разочарования в людях. Такие избегающие пациенты сознательно остаются одинокими. Они избегают интимных отношений, потому что считают, что не стоит ожидать чего-либо хорошего от других Часто это объясняется ими как результат неудачных отношений в прошлом, и они делают вывод, что не могут более рассчитывать на проявление эмоциональной близости людей по отношению к ним. Даже с близкими людьми они могут оставаться в очень отстраненных, сухих и формальных отношениях, избегая полноценных связей."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Некоторые пациенты проявляют повышенную самовлюбленность. Из-за нехватки эмоциональных контактов они прибегают к гиперкомпенсации, склонны в отношениях быть чрезмерно требовательными и сердятся, когда их потребности не удовлетворяют. Неважно, сколько они получают, им все время кажется, что этого мало. Эта ненасытность навязывается человеку его схемой."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Поскольку в детстве им одновременно и потворствовали и лишали эмоционального контакта, у них сформировалось чувство вседозволенности и привычка требовать, чтобы их потребности удовлетворялись В результате, они полагают, что надо быть непреклонными в своих требованиях получить что-либо от других. Возможно, их хвалили за таланты и одаренность, но не давали им эмоционального тепла и подлинного принятия."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Встречаются также пациенты с этой схемой, которые требуют от других так много, что становятся прилипчивыми или вызывают жалость к себе, иногда делая это излишне театрально. У них может быть много жалоб на недомогания, на состояние здоровья, много психосоматических симптомов Таким образом, они бессознательно пытаются заставить людей обратить на них внимание и проявить заботу о них."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Пациенты с этой схемой часто отрицают ценность своих эмоциональных потребностей. Они отрицают то. что их потребности важны или значимы, или полагают, что у сильных людей не должно быть потребностей. Они считают, что это плохо или недостойно настоящего человека просить, чтобы другие проявляли заботу о них и учитывали их желания. Им трудно признать, что внутри у них есть Одинокий Ребенок, который хочет любви и привязанности, не только от близких ему людей, но и от психотерапевта. Такие пациенты считают, что важные для них люди должны сами догадываться о том, в чем они нуждаются: и поэтому никого ни о чем не следует просить."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Еще одна особенность, которая выдает влияние данной схемы, связана с выбором той сферы деятельности, в которой человеку приходится удовлетворять потребности других людей. Забота о других может стать способом компенсации неудовлетворенности своих эмоциональных потребностей. Под влиянием схемы человек может также прилагать невероятные усилия, направленные на удовлетворение потребностей своих друзей."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Схема Эмоциональной Депривированности формируется в раннем детстве в результате взаимодействия с родителями или людьми, их заменяющими, которые несут ответственность за обеспечение эмоциональной заботы о ребенке Наиболее важным является характер взаимодействий ребенка с матерью в первые годы жизни, потому что именно она является для ребенка центром всего окружающего мира Взаимодействие между матерью и ребенком является прототипом его будущих отношений с людьми. Ребенок с Эмоциональной Депривированностью получал от матери меньше внимания и заботы, чем другие дети. Эмоциональная депривация в детстве проявляется в том, что родители (прежде всего мать) холодны и эмоционально сдержаны, недостаточно часто держат ребенка на руках и качают его. Они не уделяют достаточно времени и внимания, не прислушиваются к истинным потребностям ребенка. Им трудно понимать чувства своего ребенка и сопереживать им, они не могут успокоить ребенка надлежащим образом, не дают ему надежной опоры и направления в жизни. В результате, в отношениях отсутствует эмоциональная связь, а ребенок не чувствует, что его любят и ценят и что он самый желанный и особенный."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В отличие от других схем, когда родители совершают определенные поступки, наносящие ребенку травму, схема Эмоциональной Депривированности является результатом отсутствия необходимой для ребенка материнской заботы, внимания и ласки. Схемы, которые формируются активными родительскими действиями, такие как Дефективность, порожденная повышенной критичностью, или Покорность, появляющаяся в результате давления и подчинения вате родителей, более явно выражены, поэтому их нетрудно обнаружить. В этих случаях родители совершают поступки, о которых дети помнят. Эмоциональная депривация, напротив, что-то ускользающее, труднодоступное, что-то, о чем ребенок никогда не знал."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Поэтому влияние схемы Эмоциональной Депривированности не так просто обнаружить. За исключением случая, когда ребенку пришлось пережить явное пренебрежение. На терапии большинство людей со схемой Эмоциональной Депривированности в самом начале говорят что-то вроде: «У меня было хорошее детство. Родители делали для меня всё, что могли. Они меня всем обеспечивали». Однако когда эти люди описывают свои прошлые и настоящие отношения, выясняется, что у них многое не ладится. Внезапно всплывают разрушительные модели поведения Возникает ощущение отсутствия близких связей. Кажется, что человек болезненно реагирует на отсутствие любви и опеки или проявляет хроническое раздражение и агрессию. Только внимательное сопоставление диагностических данных, непосредственных впечатлений на сессии и воспоминаний пациента о прошлом даёт нам возможность определить наличие этой схемы. Несмотря на то, что схема Эмоциональной Депривированности одна из самых распространенных, ее наличие бывает трудно обнаружить."
      ]
    }
  ]
}
