{
  "title": "Жесткие стандарты / Придирчивость",
  "text": [
    {
      "type": "paragraph",
      "content": [
        "Если человеком управляет схема Жестких Стандартов, он неустанно старается соответствовать чрезмерно завышенным требованиям к себе. Такие люди прилагают невероятные усилия, чтобы добиться статуса, финансового положения, успеха, привлекательности, порядка во всем, известности. Часто это достигается ценой собственного счастья, удовольствия, здоровья, чувства удовлетворения от результатов своей деятельности и радости от общения с людьми Такие люди также устанавливают высокие, можно сказать - «железные» стандарты по отношению к другим, строго осуждая людей за несоответствие этим стандартам."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Пациенты с этой схемой отличаются перфекционизмом и одержимостью в выполнении важных, с их точки зрения, заданий. Они полагают, что должны все время стремиться соответствовать чрезвычайно высоким и непоколебимым стандартам. Они глубоко и прочно усвоили эти стандарты. Поэтому, в отличие от схемы Поиска Одобрения, пациенты со схемой Жестких Стандартов не меняют своё поведение или аланы в зависимости от реакции других людей. Эти пациенты стремятся соответствовать своим твердым стандартам, прежде всего потому, что они должны это делать, а не потому, что они хотят получить одобрение других людей. Даже если бы никто никогда не узнал об этом, большинство из них всё равно бы стремились соответствовать своим стандартам."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Жесткие стандарты порождают целую гамму негативных эмоций. Человек непрестанно испытывает фрустрацию, злится на себя, если не соответствует собственным стандартам, может чувствовать хроническое раздражение и даже сильную тревогу."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Типичное состояние для пациентов со схемой Жестких Стандартов это постоянно испытываемое напряжение от давления обстоятельств, долга, обязанностей. Поскольку полное совершенство невозможно, человек должен постоянно прикладывать все большие усилия. Под этим нередко скрывается сильное беспокойство о возможном провале. А для них 95% вместо 100% - уже провал. Другое характерное для них чувство - сверх критичность или придирчивость, как к себе, таким и к другим."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Большинство этих пациентов также чувствуют постоянную нехватку времени: надо много сделать, а времени так мало. Они все время следят за временем и постоянно спешат. Они все время стараются быть впереди всех и не могут расслабиться и просто радоваться жизни Все это часто приводит к истощению и хронической усталости."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Другое часто возникающее состояние у пациентов с этой схемой - раздражительность. Для таких людей мало что бывает «достаточно хорошо». Еще одно свойственное им чувство - соперничество. У большинства пациентов с поведенческим симптомокомплексом типа «А», который характеризуется конкурентностью, стремлением к высоким достижениям, агрессивностью, враждебностью (нередко скрытой), торопливостью, нетерпением, тревожностью, взрывной речью, напряженностью мышц лица, ощущением постоянного цейтнота, ответственностью, сильной вовлеченностью в работу — есть эта схема. Часто это трудоголики, которые могут применять свои жесткие стандарты в таких различных областях как: школа, работа, домашний быт, спорт, здоровье, творчество, этика, следование правилам. В своем перфекционизме эти пациенты часто уделяют повышенное внимание деталям и недооценивают, насколько хороша может бьггь их работа по сравнению с другими. У них могут быть твердые правила во многих областях жизни, таких как завышенные этические, культурные или религиозные стандарты. Их взгляды и оценки почти всегда бескомпромиссны. Они полагают, что должны или точно соответствовать стандарту или потерпят неудачу. В результате они редко получают удовольствие от успеха, потому что уже бывают сосредоточены на следующей задаче, которая должна тоже быть выполнена на отлично."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Люди, у которых действует схема Жестких стандартов, обычно преуспевают во всем, но сами не считают это успехом. Окружающие обычно думают, что эти люди достигли очень многого, но сами они воспринимают свои достижения как должное."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Сами пациенты с этой схемой обычно не рассматривают свои стандарты как перфекционистские. Они считают это нормальным Они просто делают то, что, как они думают, от них ожидается."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Чтобы рассматривать Жесткие стандарты как дезадаптивную схему, у пациентов должно наблюдаться некоторое ухудшение состояния, связанное со схемой. Это может быть: отсутствие удовольствия в жизни, проблемы со здоровьем, низкая самооценка, неудовлетворительные отношения с близкими или коллегами, чувство нереализованности, а также другие формы проявления дисфункции. Главная проблема, связанная с Жесткими стандартами заключается в том. что человек теряет связь с самим собой. Он так сильно сосредоточен на порядке, достижениях, или положении в обществе, что не обращает внимание на свои физические, эмоциональные и социальные потребности."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В практике схематерапии выделяют три характерных типа проявления схемы Жестких стандартов: компульсивность, ориентация на успех, ориентация на социальный статус."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "К компульсивным проявлениям можно отнести стремление во всем соблюдать порядок, придание большого значения любым мелочам. боязнь допустить даже незначительный промах. Когда что-то идет не так, пациенты испытывают чувство отчаяния и разочарования."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Ориентация на успех проявляется в трудоголизме. Большинство трудоголиков пребывают в состоянии хронического раздражения. Они могут злиться на каждого, кто превосходит их или препятствует их активности. Ориентация на успех может проявляться и в более легкой форме, когда для человека практически не существует разницы между работой и развлечениями в жизни, ему трудно расслабиться и получить удовольствие от жизни. Трудоголиком можно быть не только на работе, но и в других областях жизни Это может быть любой вид деятельности, которую человек превращает в работу и порабощает себя этим занятием: спорт, уборка, воспитание, любое хобби."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Ориентация на социальный статус - это особое стремление добиться определенного положения в обществе, богатства, популярности, красивой внешности или определенного имиджа. Чаще всего это является своеобразной компенсацией внутреннего ощущения собственной Дефективности или Социального Отчуждения Ориентация на положение в обществе может также стать способом компенсации Эмоциональной Депривированности. В этом случае человек пытается заполнить пустоту при помощи власти, известности, успеха, материального достатка, замещая этим собственную потребность в истинных эмоциональных связях. В таком случае, высокого статута всегда бывает недостаточно и человек склонен чувствовать болезненное одиночество."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В детстве от таких людей ожидали только наилучших результатов и самых высоких достижений Их учили тому, что все остальное является поражением. Кроме того, их могли убедить, что все, что они делают - недостаточно хорошо."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "У схемы Жестких Стандартов выделяют два механизма ее формирования, которые по-разному будут определять подходы к лечению. Первый - интернализация поведения родителей с завышенными стандартами. Другой возможный механизм - компенсация схемы Дефективности, когда пациенты, чувствуя себя в чем-то ущербными, пытаются быть совершенными, чтобы компенсировать это чувство."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Интернализация связана, как правило, с тем. что кто-то из родителей или оба были примером стремления соответствовать строгим стандартам, были ориентированы на общественное положение и большие успехи Дети могут легко перенять их жизненную позицию и модель поведения, так как никто в семье не догадывается о том, что их стандарты чересчур завышены Все думают, что это нормально. В таких семьях любовь родителей часто проявляется в зависимости от того соответствует ли поведение ребенка их представлениям об успешности. Воспитание в атмосфере условной .любви является одной из самых распространенных причин появления Жестких Стандартов. Возможно, родители проявляли .любовь, внимание и одобрение только тогда, когда ребенок соответствовал их идеальным представлениям. В случае условной любви детство, скорее всего, проходит в погоне за настоящими родительскими чувствами, которые так и не удается получить."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Компенсаторный механизм формирования схемы Жестких Стандартов развивается как способ преодоления чувства дефективности, социального отчуждения; покинутости: эмоциональной депривированности или неуспешности. Это бывает связано с тем, что родители часто стыдили или критиковали ребенка, если он не соответствовал их ожиданиям."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Несмотря на то, что люди с Жесткими стандартами обычно довольно успешны во взрослом возрасте, их воспоминания о детстве редко связаны с достижением успеха. Скорее наоборот, их детство ассоциируется с чувством дефективности, отчужденности и одиночества. Воспоминания могут быть связаны с тяжелой борьбой за достижение успеха в столкновении с нереально завышенными стандартами. Несмотря на все свои старания, такие дети редко добивались желанного уважения, восхищения, внимания или любви Некоторые родители могут даже не хвалить ребенка за его успехи или фактически отказать ему в любви, если ребенок не соответствует их ожиданиям."
      ]
    }
  ]
}
