{
  "title": "Социальная отчужденность",
  "text": [
    {
      "type": "paragraph",
      "content": [
        "Социальная Отчужденность как схема касается отношений с друзьями и обществом. Она связана с чувством обособленности от всего окружающего мира, когда человек ощущает себя на таким, как все. Если эта схема влияет на человека, то, скорее всего, в детстве он был отвергнут его сверстниками. Они не принимали в свою компанию. Возможно, это происходило в силу необычных индивидуальных особенностей, которые отличали его от других. В зрелом возрасте эта схема заставляет человека избегать общества, сторониться общественных связей и дружеских отношений. Такие пациенты считают себя непривлекательными. несексуальными, с низким социальным статусом, неинтересными в общении, скучными или имеющими другие недостатки. Они воссоздают детский опыт отвержения, чувствуют и действуют так, как будто они менее достойны, чем другие."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Схему социального отчуждения у пациента не всегда можно сразу обнаружить. Многие люди с этой схемой довольно комфортно чувствуют себя в знакомом узком кругу людей и там довольно уверенно общаются. Эту схему трудно заметить, общаясь с человеком один на один Иногда поражает, насколько они могут быть тревожными и отчужденными, находясь на вечеринках, в классе, на совещаниях, на работе."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Пациенты с этой схемой полагают, что они отличаются от других людей. Они не считают себя частью группы, а чувствуют себя изолированными, непринятыми, недостойными внимания и чаще всего как бы наблюдающими за всем со стороны."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Основное чувство, связанное с этой схемой - это чувство одиночества. Человек чувствует себя изолированным от внешнего мира, из-за того, что считает себя нежеланным или не таким, как все. Типичное поведение включает в себя избегание общения в группах, пребывание в стороне от событий, затворничество и самоизоляцию. Эти пациенты склонны действовать в одиночку. У большинства 'одиночек' есть эта схема. В зависимости от силы влияния схемы пациент может быть частью какой-либо группы, и одновременно может чувствовать себя отчужденным от остального социума, либо полностью отстраниться от всех возможных контактов в данной группе."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Существуют два типа Социальной Отчужденности: которые иногда проявляются одновременно:"
      ]
    },
    {
      "type": "list",
      "content": [
        "отчужденность из-за чувства дефективности",
        "отчужденность вследствие непохожести на других"
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "К первому типу относятся люди, которые чувствуют свою ущербность и постоянно испытывают сильное чувство тревоги. Бывает так. что у человека действуют сразу две схемы - Социальная Отчужденность и Дефективность. Причем, последняя выступает в качестве основной, а Отчужденность выполняет функцию компенсации или приспособления Это более сложный вариант, так как в этом случае у пациента может совсем не быть никаких отношений и связей, он может находиться в полном одиночестве. Необходимо учитывать, что основные особенности, которые заставляют пациента чувствовать себя неполноценным и неуверенным - это тревожность сама по себе."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Такого рода проявление тревога или волнения является важной частью прошлого опыта Человек боится, что его будут внимательно рассматривать, оценивать, осуждать. Он одержим тем, что о нем подумают окружающие. В зависимости от того, что его больше всего задевает - внешность, карьера, статус, интеллект или способность к общению - он боится выглядеть неподобающим образом именно в этой области. Такая тревожность вызывает сильное чувство неловкости. Несмотря на то. что человек может хорошо общаться, когда чувствует себя комфортно, в большинстве случаев в обществе он так нервничает, что не в силах пользоваться своими навыками общения. Он теряет самообладание, становится стеснительным и замкнутым. Но это не значит, что он считает себя не таким как все - просто он чувствует себя социально некомпетентным."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В случае, когда пациент убежден в собственной непохожести на других людей, его отчужденность не связаны с плохими навыками общения. На самом деле такие люди умеют хорошо общаться. Их проблема заключается в том, что они чувствуют себя отстраненными и непохожими на других и производят впечатление скорее равнодушного, чем тревожного человека."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Предпосылкой чувства отчужденности могло стать что- то, что отличало ребенка от других детей, даже в своей родной семье. Обычно это случается с одаренными детьми. Их интересы отличаются от интересов их сверстников Они больше удовольствия получают от чтения или музыки, чем от игр с другими детьми."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Для многих чувство, что ты не такой как все, становится довольно болезненным. Несмотря на то, что некоторые считают себя лучше остальных, или им нравится отличаться от других, большинство рассматривает это как источник неблагополучия. Большинство желает соответствовать обществу или хотя бы близкому окружению, иначе возникает боль, обида и одиночество. Такие люди не злятся на окружающих за то, что их отвергли, они просто чувствуют себя аутсайдерами, потому что они не такие как все или не соответствуют требованиям общества."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Избегание часто является главным способом преодоления напряжения при отчужденности. В то же время, на этой основе держится сама схема Социальной Отчужденности. Привычка избегать ситуации социального взаимодействия и общения, помогает сохранять все, как есть, но не дает возможности расти и развиваться дальше."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Схема Социальной Отчужденности довольно многолика. Человека могли дразнить и запугивать в детстве, либо он был аутсайдером, одиночкой или изгоем. Все это заставляет держаться в стороне и не становиться членом какой-либо группы. Иногда эта схема может быть почти незаметной, ее бывает трудно распознать. Внешне человек легко взаимодействует с обществом, но внутри чувствует себя одиноким."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Любой, кто растет, чувствуя себя отличающимся от других, мог бы развить эту схему. Возможно, в детстве у этих людей было что-то, что другие не могли принять С тех пор они стали чувствовать себя отвергнутыми. Причины, из-за чего дети могут чувствовать себя нежеланными или не такими как все, могут быть очень разными: этническая принадлежность, религия, социальный статус, уровень образования, материальное положение, семейный уклад, внешние характеристики, физическое развитие, особенности речи, заикание."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Из-за того, что одни дети отличались от других детей, обладали особенностями, которые считались социально нежелательными, их отвергали. Другие дети не играли с ними, их дразнили и унижали Защищаясь, они отошли на задний план, чтобы избежать унижений. Они стесняются, когда находятся в обществе, перестают искать себе друзей, так как боятся, что их отвергнут. С каждым годом они становятся все более одинокими и изолированными, находят себе затворнические интересы, такие как чтение книг или компьютерные игры. При этом они могут стать компетентными в областях, которые не относятся к социальной сфере, чтобы компенсировать чувство неполноценности."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Довольно часто дети с социально нежелательными особенностями в качестве компенсации развивают в себе схему Жестких Стандартов. Это становится новой проблемой, так как они задают себе слишком высокие стандарты поведения в обществе: успешности или привлекательности. Все, что не подходит под эти стандарты, они считают неприемлемым и для других людей. Стараясь предугадать критические замечания в свой адрес, они испытывают сильное чувство тревоги."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Иногда слишком критичные родители могут провоцировать развитие Социальной Отчужденности. Если родители постоянно критикуют ребенка за социальную несостоятельность, за то, как он выглядит, говорит, как ведет себя в обществе, он становится замкнутым и необщительным, начинает бояться любой критики в свой адрес, и поэтому может полностью избегать общения с людьми."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Еще одна предпосылка, способствующая развитию схемы Социальной Отчужденности, связана с развитием схем Зависимости и Покорности Важным аспектом социального становления личности является развитие чувства собственной активности и самостоятельности, когда родители поощряют развитие индивидуальности ребенка, его собственных интересов и предпочтений. Каждый по-своему уникален. Эта уникальность придает уверенность и представление о том, как поддерживать общение с другими."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "У многих эта схема развивается в подростковом возрасте. Подростковый возраст - это период, когда влияние сверстников особенно важно. Если не удается вписаться в компанию сверстников, многие подростки чувствуют себя ненормальными, изолированными и отвергнутыми По сути дела, это общая подростковая проблема, которая считается почти нормой. Однако большинство перестают чувствовать себя отвергнутыми, когда оканчивают школу или получают высшее образование. Но у некоторых чувство социальной изолированности продолжает проявляться долгие годы. Это обычно те люди, у которых эта схема появилась в очень раннем детстве."
      ]
    }
  ]
}
