{
  "title": "Неуспешность",
  "text": [
    {
      "type": "paragraph",
      "content": [
        "Неуспешность может переживаться в связи с отсутствием достижений в виде высокой зарплаты, общественного признания, похвалы, награды или с переживанием ситуации провала, поражения, несостоятельности. Это ощущение возникает в процессе сравнения себя с другими. Данная схема основана на том, что человек убежден в своей неспособности так же хорошо как его сверстники проявлять себя в учебе, в профессии, в спорте, в личных отношениях. Пациенты со схемой Неуспешности чувствуют себя несостоятельными неудачниками по сравнению со своими ровесниками. Большую часть времени они находятся под влиянием этой схемы. Чаще всего реальные достижения у людей с этой схемой намного ниже; чем их возможности, а их реальный статус обычно соответствует их внутреннему чувству несостоятельности. Гораздо реже встречаются пациенты, которые многого достигли сами, но чувствуют себя самозванцами, не заслуживающими своего положения Независимо от уровня реальных достижений, в глубже души такие пациенты всегда считают себя неудачниками."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Неважно, добились они успеха или нет, они не могут избавиться от этого внутреннего чувства неуспешности. Они считают себя бездарными и глупыми, недооценивают свои способности и достоинства, боятся брать на себя инициативу или принимать самостоятельные решения, поэтому не могут занимать ответственные должности. Чаще всего такие пациенты не делают ничего для развития собственных навыков и умений в профессиональной сфере. Они выбирают карьеру, которая гораздо ниже уровня их потенциала Кроме того, они стараются не предпринимать никаких действий для своего продвижения. Им не нравится работать на других или проходить конкурсный отбор, поэтому они предпочитают оставаться в тени, упуская любые возможности продвижения по служебной лестнице. Нередко таких пациентов увольняют с работы за опоздания, несвоевременное выполнение дел. плохое качество работы или халатное отношение. Таким пациентам трудно сделать окончательный выбор профессии, поэтому они часто меняют работу и не имеют возможности совершенствоваться и повышать свою профессиональную квалификацию. В итоге, они владеют лишь общими знаниями, в то время как в современном мире требуются высококвалифицированные специалисты. Именно поэтому у пациентов, находящихся под влиянием схемы Неуспешности, не получается преуспеть ни в одной сфере деятельности. Иногда они могут выбрать себе профессию, в которой им чрезвычайно сложно преуспеть, обрекая себя заранее на неудачу."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Одним из способов компенсации собственных неудач или недостатка профессионализма, которым пользуются пациенты с этой схемой, является стремление сосредоточиваться на чем-то другом помимо работы (увлечения, внешность, обаяние, окружающие и т.д.), хотя в глубине души они все равно считают себя неудачниками."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Пациенты, находящиеся под влиянием схемы Неуспешности усиливают ее действие в первую очередь тем, что слишком часто используют избегание в качестве адаптивного механизма Именно избегание не дает им двигаться вперед. Они не предпринимают необходимых действий для получения нового опыта или продвижения по службе. Они отказываются от возможностей, так как боятся, что если начнут что-то делать, то обязательно потерпят неудачу. Обычно люди с этой схемой избегают совершенствования своих навыков и умений, выполнения новых заданий, новых обязанностей - всего того, что может привести их к успеху. Чаще всего они задают себе вопрос: «Какая от этого польза?». А если они считают, что нет смысла прилагать усилий, то в любом случае не смогут преуспеть в деле."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Способы избегания у них могут быть весьма изощренными Например, пациент может делать вид, что выполняет работу, но на самом деле он делает все, чтобы уклониться от нее. Он откладывает дела на потом, тянет время, отвлекается от дела, небрежно выполняет работу, или не справляется с заданием. Все вышеперечисленное является разными формами саботажа или лени как следствия неверия в успех."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Склонность делать все, только чтобы избежать неудачи, подрывает возможности хорошо выполнять свою работу. Таким образом, пациенты подвергают себя серьезному наказанию, например, рискуя увольнением или понижением в должности."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Еще один способ, который используют пациенты, поддаваясь влиянию своей схемы, заключается в умении организовать события и обстоятельства своей жизни таким образом, чтобы увеличить вероятность провала: «Ну вот, я так и знала, что ничего не получится». Это еще больше усиливает их убеждение в том, что они несостоятельны и неудачливы Они преувеличивают негативные стороны, раздувая «из мухи слона», и преуменьшают положительные. Они чувствуют себя подавленными из-за своих неудач, но могут надеяться, что все само собой еще может измениться."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Схему Неуспешности обычно очень легко определить по мучительному чувству несостоятельности. Если пациенты капитулируют перед схемой Неуспешности, то они откладывают выполнение даже важных для них дел, или делают все кое-как. «спустя рукава», без энтузиазма, или не делают вовсе. При гиперкомпенсации этой схемы пациенты, напротив, стремятся работать много, интенсивно и очень ориентированы на результат. Нередко они добиваются реальных успехов, но все равно чувствуют себя несчастными, как будто находятся на грани провала. Они считают себя не такими умными или талантливыми как другие люди."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Очень важно различать схемы Неуспешности и Жестких Стандартов. Пациенты, находящиеся под влиянием схемы Жестких Стандартов, в случае если их не удовлетворяет результат, все равно понимают и признают, что то, что они сделали, не хуже, а может быть и лучше того, что сделал бы в этой ситуации средний человек. Пациенты со схемой Неуспешности, как правило, полагают, что их результаты значительно хуже, чем у других, и в большинстве случаев они совершенно правы."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Также важно различать схемы Неуспешности и Зависимости. Схема Неуспешности связана с ощущением несостоятельности в отношении денег, статуса, карьеры, спортивных состязаний, учебы, работы и т.д.: а схема Зависимости - с заботой о самом себе, с повседневным принятием решений о жизнедеятельности. Схема Неуспешности часто связана со схемой Дефективности, что не удивительно, поскольку чувствуя себя неуспешным неудачником, человек вполне может считать себя Дефективным."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Чрезвычайно важно тщательно разобраться в происхождении  схемы Неуспешности у каждого пациента, так как от этого будет зависеть стратегия лечения У некоторых пациентов эта схема появилась из-за нехватки таланта или из-за интеллектуальной недостаточности, у кого-то по причине игнорирования и отсутствия руководства со стороны взрослых. Кто-то из пациентов страдал из-за дефицита внимания, а кто-то из-за отсутствия дисциплины."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В определенных случаях происхождение схемы Неуспешности обусловлено отрицательными последствиями работы других схем, например, таких как Дефективность или Эмоциональная Депривированность. В этом случае, чтобы защитить себя от болезненных переживаний пациенты «убегают» от решения проблем, злоупотребляя алкоголем, употребляя наркотики, погружаясь в азартные игры, интернет, зависая на порно-сайтах, играя на бирже и т.п."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Схема Неуспешности подкрепляется тем, что любая деятельность может делать такого человека несчастным, а ожидание неудач становится сбывающимся само пророчеством. Ощущение собственной неуспешности не является врожденным. Схема хронической неуспешности складывается в конце дошкольного или в младшем школьном возрасте. Семейная ситуация при этом характеризуется несовпадением между ожиданиями взрослых и достижениями ребенка. Чаще всего появление схемы неуспешности является следствием реакции взрослых на школьные достижения ребенка, которые не устраивают родителей или педагогов. Если у ребенка создается впечатление, что он отстает от сверстников, что он хронически не успевает, то у него формируется представление о себе, как о неуспешном человеке. Он не верит в свои силы и возможности и не доверяет другим людям. У пациентов со схемой неуспешности неадекватно заниженная самооценка, высокий уровень тревожности, у них преобладает мотивация избегания неудач, они проявляют несамостоятельность."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Причина появления этой схемы связана с чувством несостоятельности и неудачливости в детстве. Это чувство могло возникнуть в связи с тем, что родители, чаще всего отец, очень критиковали школьную успеваемость ребенка, его спортивные достижения, творческие занятия и т.д. Отец или мать часто называли ребенка тупым, глупым, неумелым, неудачником и т.д. Особенно это было обидно, когда делалось в сравнении с другими детьми. Отец или мать часто наказывали ребенка. Возможно. что у него сформировалась выученная беспомощность. В этом случае схема Неуспешности может действовать параллельно со схемой Дефективности или Недоверия Ожидания жестокого обращения."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Эта схема может быть связана также со схемой Жестких Стандартов. Если один из родителей был очень успешным человеком, то ребенок мог начать думать, что никогда не сможет соответствовать столь высоким стандартам. Поэтому он переставал стараться."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Она также может быть связана со схемой Эмоциональной Депривированности. Возможно, что ребенок мог чувствовать, что один или оба его родителя либо вообще не интересовались его достижениями, либо, что еще хуже, боялись успехов своего ребенка. Могло быть и так, что родители соперничали со своим ребенком или боялись потерять свой авторитет, если вдруг он станет более успешным В таком случае они могли принижать его заслуги, обесценивать достижения, иронизировать по поводу его успехов или просто игнорировать любые результаты стараний ребенка."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Эта схема может быть также связана со схемой Социальной отчужденности. Если ребенок был менее способным, чем другие дети в учебе или спорте, то начинал считать, что он хуже других. Возможно, у него были трудности в обучении, слабое внимание, или он был неорганизованным. В результате, он переставал стараться, чтобы избежать унижения."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Еще одна причина появления этой схемы может заключаться в том, что ребенка постоянно сравнивали не в его пользу с братом или сестрой, и он мог поверить в то, что он, как бы ни старался, никогда не достигнет такого же уровня, поэтому стараться бессмысленно. Родители не оказывали необходимой поддержки, не поощряли ребенка, чтобы он мог добиваться своих целей, упорно трудиться и преуспевать в жизни."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Если семья, в которой рос ребенок, была беднее или менее образованной, чем семьи одноклассников, то ребенок мог считать себя хуже своих сверстников и думать, что никогда не сможет соответствовать им. Возможен вариант, когда повышенный уровень тревоги первоначально формируется не из-за школьных неудач, а под влиянием семейных конфликтов или неправильного стиля воспитания. Вызванная этим общая неуверенность в себе, склонность панически реагировать на любые трудности переносятся позже и на школьную жизнь, укрепляя схему Неуспешности."
      ]
    }
  ]
}
