{
  "title": "Дефективность / Стыдливость",
  "text": [
    {
      "type": "paragraph",
      "content": [
        "Находясь под влиянием этой схемы, человек считает себя не совсем полноценным Он убежден, что его не смогут полюбить по-настоящему, если узнают, какой он на самом деле, так как в этом случае, выяснится, насколько он плохой. Чувство, которое, прежде всего, относится к схеме Дефективности - это стыд. Именно чувство стыда испытывает человек, когда другие обнаруживают его недостатки."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Автор опросника назвал эту схему Дефективность, так как пациенты с этой схемой полагают, что они непривлекательные, ничего не стоящие, недостойные, плохие, испорченные или даже дефективные (то есть имеющие какое-то явное несовершенство или дефект). Несмотря на то, что такое название схемы звучит довольно резко, пациенты в процессе психотерапии принимают его с пониманием и начинают осознавать, что они часто испытывают хроническое чувство стыда за то, какими они на самом деле не являются, а часто приписывают это себе."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Среди дефектов, которые они себе приписывают, может быть почти любая их особенность. Они могут считать себя: слишком беспомощными, слишком злыми, слишком уродливыми, слишком ленивыми, слишком тупыми, слишком скучными, слишком странными, слишком властными, слишком толстыми, слишком тонкими, слишком высокими, слишком слабыми и т.п. Они могут приписывать себе недопустимые сексуальные или агрессивные желания. Само своё существование они могут считать неполноценным. Они относят это не к тому, что они делают, а к тому, кем они являются. Они боятся отношений с другими людьми, потому что они ожидают неизбежного момента, когда их дефектность будет обнаружена. В любой момент другие люди могут внезапно увидеть их неполноценную сущность, и тогда они испытают жуткий стыд и позор. Этот страх может относиться к личной, профессиональной или социальной сферам. Пациенты с этой схемой чувствуют себя дефективными и в своих интимных отношениях и в более широком социальном контексте."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Пациенты со схемой Дефективности внешне могут выглядеть совсем нехарактерно для этой схемы. У каждого проявляется своя стратегия совладения с чувством стыда Кому- то не хватает уверенности и он выглядит беззащитным, чрезмерно уступчивым. Некоторые используют гиперкомпенсацию и выглядят настолько благополучно, что трудно подумать, что эти .люди находятся под влиянием данной схемы."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Для таких пациентов бывает довольно необычно осознавать, что они чувствуют себя неполноценными. Большинство из них маскируют эти чувства или избегают их потому, что очень больно испытывать ненависть к себе или стыд. Однако, не осознав этого, люди будут стараться оставаться в неведении по поводу своего чувства стыда. Они будут приходить и рассказывать совсем о других своих проблемах, о личных взаимоотношениях или подавленном состоянии. Под влиянием данной схемы они могут испытывать хроническое, непонятное чувство подавленности, не понимая, что является этому причиной. Они часто не могут понять, что угнетенное состояние связано с негативным отношением к самим себе. Чувство собственной никчемности и злость на самого себя могуч приводить к депрессивным состояниям."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Если основной стратегией преодоления схемы является избегание, то может появиться склонность к вредным привычкам или навязчивому состоянию. Употребление алкоголя, наркотиков, трудоголизм, переедание - все это варианты подавления самого себя и своих чувств с целью избежать столь мучительного чувства никчемности."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Один из вариантов поведения пациентов с этой схемой включает не только обесценивание себя, но и разрешение другим обесценивать их. Эти пациенты могут позволить другим плохо обращаться с собой или даже оскорблять их. Несмотря на то, что они часто сверх чувствительны к критике или отвержению и реагируют на это очень сильно, переживая всё внутри себя. Они могут становиться печальными и удрученными или, наоборот, сердитыми. Это зависит от того, уступают ли они своей схеме или используют гиперкомпенсацию как защиту. Они считают, что в проблемах с другими людьми виноваты именно они Будучи застенчивыми, они имеют тенденцию постоянно сравнивать себя с другими не в свою пользу, чувствуют зависть и свою неадекватность. Они постоянно нуждаются и требуют подтверждения, что их партнер по-прежнему их любит, несмотря на то, что склонны принижать себя в присутствии партнера. Им трудно принимать обоснованную критику. В этом случае они занимают оборонительную или враждебную позицию."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Они чувствуют себя неуверенными в кругу других людей, которых воспринимают как ‘не дефективных’, но могут также быть ревнивыми и соперничающими, особенно в тех областях, где чувствуют свою дефективность. Межличностные взаимодействия они иногда рассматривают как игру “выиграл - проиграл”. Они часто выбирают критически настроенных и отвергающих их партнеров, а также часто сами бывают критически настроены по отношению к людям, которые их любят. Некоторые схемы, присущие самовлюбленным пациентам, такие как Грандиозность и Жесткие Стандарты, могут: быть компенсаторными (или вторичными) по отношению к схеме Дефективности. Во многих случаях эти схемы служат для того, чтобы сгладить чувства дефективности и стыда."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Такие пациенты могут избегать интимных отношений или публичных ситуаций, потому что опасаются того, что люди могут обнаружить у них какие то серьезные дефекты Общее проявление схемы Дефективности, связанное с избеганием как основным копинговым механизмом может также приводить к разным формам зависимостей, расстройствам пищевого поведения и другим серьезным проблемам."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Многие пациенты, у которых есть эта схема, не осознают ее присутствие. Чтобы не чувствовать душевную боль, пациенты могут использовать как защиту не только избегание, но и гиперкомпенсацию У пациентов с нарциссическим расстройством личности с большой вероятностью выражена схема Дефективности, хотя, скорее всего, они об этом и не подозревают. Самовлюбленные пациенты часто конкурируют с врачом или критикуют его вместо того, чтобы работать над собственными изменениями."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Пациенты со схемой Дефективности могут утаивать информацию о себе, потому что они смущаются. Может пройти много времени прежде, чем эти пациенты будут готовы полностью разделить с терапевтом свои воспоминания, желания, мысли и чувства. Эту схему трудно изменить, так как, чем раньше были получены травмы от отвержения и критики родителей, тем труднее они будут излечиваться."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В отличие от схемы Эмоциональной Депривированность, которая проявляется во внешне заметных характеристиках; схема Дефективности скорее является внутренним состоянием Это одна из самых распространенных схем, но ее не так легко обнаружить. Это связано с тем, что воображаемая дефективность является внутренним, скрытым от внешнего наблюдения состоянием; и пациент страдает еще сильнее, боясь разоблачения."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В детстве таких пациентов постоянно критиковали за недостатки, обесценивали их и часто наказывали. Их могли постоянно критиковать за то, как они выглядели, как себя вели, как разговаривали, как учились, как ели и т.п. Их заставляли чувствовать, что они разочаровали своих родителей Им часто говорили, что они плохие, никуда не годные и обвиняли их во всех бедах. Таких пациентов в детстве часто сравнивали в невыгодном для них свете с другими детьми, с братьями, сестрами. Один или оба родителя могли отвергать такого ребенка, не принимать его таким, какой он был, не любить его. При уходе одного из родителей из семьи такие дети часто винили в этом себя. В детстве таких пациентов часто обнаруживаются случаи физического, эмоционального или сексуального насилия, ответственность за которые возлагалась на самого ребенка. Дефективность и насилие очень часто идут рука об руку. Ребенку, который подвергается насилию, следовало бы испытывать чувство несправедливости и злости, а не чувство собственной неполноценности. Однако, в действительности это случается очень редко. Гораздо чаще дети берут всю ответственность на себя. В результате дети начинают обвинять себя и считать себя недостойными любви. Повзрослев, они продолжают бояться любых проявлений любви. Им трудно поверить, что близкие люди могут ценить их, они все время ждут, что их отвергнут."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В детстве такие пациенты были почти уверены в том, что родители справедливо их критикуют. Они чувствовали, что заслужили такое отношение, когда их обесценивали, отвергали и проявляли нелюбовь. Они поверили, что к ним так относились, потому что они действительно были несовершенны, никчемны, неполноценны и не достойны. Поэтому они научились подавлять чувства обиды и злости за такое отношение к себе, а вместо этого ощущать стыд и печаль. Это связано с тем, что они смогли перенять голос критикующего родителя, и он стал частью их самих. В некотором смысле, голос их критикующего родители и есть их схема Дефективности Это внутренний голос, который они постоянно слышат и который их критикует, наказывает, и отвергает."
      ]
    }
  ]
}
