{
  "title": "Покорность",
  "text": [
    {
      "type": "paragraph",
      "content": [
        "Покорность - это состояние, формирующееся под влиянием подчинения другому человеку или внешним обстоятельствам и проявляющееся в послушании и уступчивости. Люди, находящиеся под влиянием схемы Покорности слишком стараются угодить другим И готовы делать практически все, чтобы получить одобрение, понравиться окружающим и избежать конфликта или агрессии. Они не любят открыто выражать свои мысли и чувства, возражать против мнения других людей. Они боятся, что если они будут выражать свои чувства или настаивать на том, что им необходимо, то другие могут рассердиться, будут их критиковать, как-то накажут их или даже уйдут от них. Такие люди всегда приспосабливаются. Когда другим трудно или плохо, они очень стараются облегчить их страдания, часто даже за свой счет. Но их помощь основана на страхе негативных последствий, а не на усвоенных ценностях и осознанном стремлении помочь."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Суть феномена покорности связана с понятием конформизма, когда человек перестает быть самим собой и целиком становится таким, каким его хотят видеть другие. Такие люди не осознают, что повторяют чьи-то суждения, и верят, что пришли к определенной точке зрения путем собственных размышлений. Они демонстрируют постоянную готовность подчиняться большинству, банальность и шаблонность суждений. "
      ]
    },
    {
      "type": "paragraph",
      "content": ["Существуют две формы проявления Покорности:"]
    },
    {
      "type": "list",
      "content": [
        "Подавление своих желаний и потребностей",
        "Подавление своих чувств и эмоций (прежде всего, гнева)"
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Поскольку такие люди дают другим больше, чем получают в ответ, они довольно часто чувствуют себя обманутыми. Привычка всегда жертвовать собой ради других, брать на себя больше обязательств, чем следовало бы, приводит к тому, что они практически постоянно чувствуют себя загнанными в ловушку. Очевидно, что такие люди все время заботятся о других, но почти никто не слышит их и не заботится 0 них, поэтому их собственные потребности остаются неудовлетворенными. Но в большинстве случаев они и сами не знают, чего хотят. Они сами не могут отстаивать свои права и боятся, что другие посчитают их эгоистами. Поэтому они незначительными пустяками. Необходимость постоянно удовлетворять желания других не только изнуряет, лишает свободы и радости, но и накладывает очень большую ответственность. Покорность лишает людей свободы выбора, потому что их выбор всегда продиктован ожиданием реакции других людей. Они не могут сосредоточиться на себе, чтобы определить, что они хотят и чувствуют."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Им гораздо удобнее, когда другие люди все контролируют, поэтому повзрослев, они легко вступают в отношения с доминантными, склонными к контролю людьми и подчиняются им или общаются с людьми, нуждающимися в поддержке, но слабыми и неблагодарными."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Вероятно, эти люди могут считать, что с такими как они, другим легко живется. Раз они настолько сговорчивы, стараются всем угодить, избегают конфликтов, то, конечно же, могут легко уживаться с другими. Себя они воспринимают, как человека, желающего сотрудничать, проявляющего достаточную гибкость и готовность приспособиться к разным людям. Однако, когда другие что-то требуют или просят у них, они совсем не умеют устанавливать границы. Если другие хотят, чтобы они сделали что-то, чего делать не должны были, например, сделать больший объем работы, они соглашаются. Им очень трудно просить людей, чтобы те изменили свое поведение, несмотря на то, что поступки других могут очень сильно беспокоить их."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Часто эта схема диктует человеку замкнутое поведение. В этом случае они избегают ситуаций, в которых другие люди могли бы управлять ими, чтобы не быть пойманными B ловушку. Некоторые люди избегают близких романтических отношений, потому что воспринимают эти отношения как сковывающие и слишком тесные для них."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Пациенты со схемой Покорности, считая, что у них нет свободы выбора, отказываются от удовлетворения своих потребностей в угоду другим, и тогда у них возникает гнев."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Внешне агрессивное поведение отрицает подчинение И уступчивость. Однако практика показывает, что между ними есть немало общего: покорность часто является закономерным следствием агрессивности. Если потребности таких пациентов долго остаются неудовлетворенными, гнев становится неизбежным. Им может казаться, что их используют или управляют ими, поэтому они злятся, но скорее всего, плохо осознают свою злость. Считая, что выражать свой гнев перед другими опасно и неправильно, они сдерживают себя и подавляют эти чувства. Бывает, что они взрываются в незначительных ситуациях, И эта их реакция явно не соответствует происходящему. Им свойственно пассивно- агрессивное поведение, психосоматические расстройства, токсикомания."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Практика показала, что существуют две основные причины, по которым покорные пациенты позволяют другим управлять ими. Первая причина заключается в том, что они подчиняются из-за чувства вины, проявляя самоотверженность, потому что хотят уменьшить страдания других. Они чувствуют себя виноватыми всякий раз, когда ставят себя на первое место, когда злятся на себя за свою покорность, когда пытаются постоять за себя. Они чувствуют вину всякий раз, когда им не удается облегчить чьи-то страдания. Именно вина провоцирует эту схему. Вторая причина заключается в том, что они подчиняются из страха, проявляя уступчивость, так как думают, что другие могут их отвергнуть, отомстить или покинуть."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "При капитуляции перед схемой Покорности люди чрезмерно послушны, обладают повышенной чувствительностью к ощущению себя пойманными в ловушку, чувствуют себя измотанными, запуганными, бессильными, считают, что что-то плохое должно случиться с ними."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "При гиперкомпенсации схемы Покорности проявляется неповиновение, непослушание. протест. Вместо уступчивости, такие люди демонстрируют альтернативное поведение, становясь агрессивными и деспотичными, непокорными и эгоцентричными. Но, даже в этом случае они испытывают чувство своей незначительности и считают, что другие управляют ими. Их агрессия - это лишь маска. Внешне они могут выглядеть самоуверенными, но под этой бравадой они скрывают чувство ущемленности, считая себя затравленными окружающими. Они могут быть раздражены большую часть времени Настойчиво пренебрегая правилами, они настолько ограничивают себя этим, как если бы подчинялись им. Уже в детстве, на попытки родителей подчинить их, они отвечали непослушанием и своенравностью. Возможно, у них случались истерики или были проблемы с поведением в школе. Может быть, и во взрослом возрасте они протестуют против влиятельных людей, так как им трудно мириться с внешним руководством, приказами, давлением и даже заданиями."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Покорность, безусловно, имеет регрессивный характер. Под ее влиянием не только нарушается продуктивное развитие отдельной личности, но и существенно снижается уровень взаимодействия в семье и в рабочем коллективе."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "В детстве такие люди старались подчиняться, чтобы их не наказывали и не покидали. Их родители способствовали появлению схемы Покорности тем, что пытались контролировать все аспекты жизни своего ребенка, были властными, наказывали или угрожали, если ребенок не делал то, что от него хотели. Родители могли также отказывать ребенку во внимании и любви, эмоционально отвергая его. Они могли перестать разговаривать с ребенком, если он не слушался их или делал что-то по-своему. Взрослые, как правило, не позволяли ребенку делать самостоятельный выбор. Таким образом, ребенок не чувствовал, что люди уважают его права, считаются с его мнением и принимают в расчет его потребности. Так как от детей все время требовали подчинения, то они, практически все время, испытывали гнев или обиду, даже если не признавали этого. В отношениях со взрослыми, которые управляли ими, они оставались зависимыми и беспомощными. Ребенок неспособен бороться с угрозой наказания или страхом, что его покинут. Покорность была для ребенка способом адаптации. Будучи ребенком, такие люди могли не знать о том, что они подчиняются, они просто чувствовали обиду на мать или отца или возмущались этим. Даже во взрослом возрасте они могут не до конца осознавать масштаб своей проблемы, связанной с покорностью и подчинением."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Схема Покорности также может формироваться из-за того, что родители редко были рядом с ребенком или имели серьезные проблемы (принимали наркотики или алкоголь, страдали от психического расстройства, были излишне тревожны или впадали в депрессию). В такой ситуации ребенку приходилось заботиться об остальных членах его семьи, внимательно следить за своими действиями и словами, волноваться о близких. Возможно, что ребенку приходилось все время быть в роли слушателя, так как родители постоянно обсуждали с ним свои личные проблемы. Ребенок мог чувствовать себя виноватым или считать себя эгоистом, если не делал то, что от него хотели."
      ]
    },
    {
      "type": "paragraph",
      "content": [
        "Кроме того, родители могли служить для ребенка примером самоотверженной заботы об окружающих, «мученичества» и игнорирования своих потребностей. В таком случае ребенок мог научиться защищать и спасать других, стараться все время отдавать и стремиться удовлетворять потребности других, забывая о себе."
      ]
    }
  ]
}
